{
  "segments": [
    {
      "text": " If you wanted to create on purpose a",
      "start": 0.0,
      "end": 3.6
    },
    {
      "text": " Diabolically pathogenic farming system you could not",
      "start": 4.720000000000001,
      "end": 8.56
    },
    {
      "text": " Create conceive build a",
      "start": 9.32,
      "end": 12.66
    },
    {
      "text": " more effective system",
      "start": 12.66,
      "end": 14.14
    },
    {
      "text": " than factory farming. That's where we are. It's a little bit woo woo, but I dare to ask the question. Can we eat happiness?",
      "start": 14.14,
      "end": 23.82
    },
    {
      "text": " Or can we eat abuse?",
      "start": 25.8,
      "end": 27.46
    },
    {
      "text": " And I would suggest, you know, we say you are what you eat. Well, you know, if what we're eating",
      "start": 28.24,
      "end": 34.02
    },
    {
      "text": " lives a life of stress and abuse and disrespect",
      "start": 34.02,
      "end": 37.6
    },
    {
      "text": " Does that translate? Is there any translation there into us?",
      "start": 39.739999999999995,
      "end": 44.12
    },
    {
      "text": " Compared to an animal that's lived a happy, comfortable",
      "start": 44.14,
      "end": 46.92
    },
    {
      "text": " Respectful life, you know, respecting the thickness of the pig, the chickenness of the chicken. Nobody in any of these",
      "start": 48.17999999999999,
      "end": 54.18
    },
    {
      "text": " institutions is doing research",
      "start": 55.099999999999994,
      "end": 56.82
    },
    {
      "text": " on the benefits of",
      "start": 57.46,
      "end": 59.7
    },
    {
      "text": " happy pigs",
      "start": 59.7,
      "end": 60.52
    },
    {
      "text": " The only question is can we grow them faster, fatter, bigger cheaper? That's the only question. Nobody's asking about happiness",
      "start": 62.5,
      "end": 70.66
    },
    {
      "text": " And I would suggest that if that became the the foundational question of all of our research",
      "start": 71.22,
      "end": 78.5
    },
    {
      "text": " Maybe we would start growing",
      "start": 79.27999999999999,
      "end": 81.56
    },
    {
      "text": " healthier animals healthier food and we would actually have happier healthier people as a result of figuring out how to grow happy or healthier",
      "start": 81.56,
      "end": 89.94
    },
    {
      "text": " plants and animals",
      "start": 89.94,
      "end": 91.28
    },
    {
      "text": " Joel Salaton is joining me today my friends. He is the American farmer author,",
      "start": 93.50000000000001,
      "end": 99.4
    },
    {
      "text": " Lecturer and libertarian raising livestock on polyface farm in Virginia",
      "start": 99.98,
      "end": 104.82
    },
    {
      "text": " Extremely excited to get into this conversation. I have known your name for quite a while and",
      "start": 105.48,
      "end": 111.42
    },
    {
      "text": " Charles Mayfield brought up and we did our podcast together talking about his company and",
      "start": 111.42,
      "end": 116.14
    },
    {
      "text": " I knew it was time to get some more regenerative farming voices in here. I had Jacob Wolke on a while back people really like that episode",
      "start": 116.68,
      "end": 122.84
    },
    {
      "text": " So I'm very excited to have you here Joel. Thank you for joining me today.",
      "start": 122.84,
      "end": 126.12
    },
    {
      "text": " Thank you Ben. It's an honor and a light to be with you. Yeah.",
      "start": 126.16,
      "end": 129.46
    },
    {
      "text": " So I was listening to your other podcast last night going around. I'm actually here in Wohaka, Mexico right now.",
      "start": 130.68,
      "end": 137.14
    },
    {
      "text": " So I'm recording from a hostel in in this little Mexican village and you are recording from rural Virginia. So it's going to be a miracle of this works",
      "start": 137.14,
      "end": 145.32
    },
    {
      "text": " Policy, but we're going to take a shot. I was walking around my town last night and listening to your",
      "start": 145.32,
      "end": 152.38
    },
    {
      "text": " episode. You've done two episodes of Joe Rogan. You started your own podcast to go really deep. So",
      "start": 152.38,
      "end": 159.0
    },
    {
      "text": " one of the things I could not actually find though, interestingly enough was just a full backstory from you from",
      "start": 159.0,
      "end": 165.26
    },
    {
      "text": " where you came from and how you got to this point where you are today where you're one of the top voices in this",
      "start": 165.26,
      "end": 171.38
    },
    {
      "text": " very exciting regenerative farming movement. So could we get just a background on where you came from? How you got into this space?",
      "start": 171.38,
      "end": 177.46
    },
    {
      "text": " Well, so my grandfather, my dad's dad was a charter subscriber to Rodel's organic gardening and farming",
      "start": 178.66,
      "end": 184.88
    },
    {
      "text": " magazine. We started out in like whatever 1945 something like that. And so you know dad's a little and so",
      "start": 184.88,
      "end": 192.7
    },
    {
      "text": " he grew up that way, the biological approach and dad had a had a desire to farm, but you know Midwesterner,",
      "start": 193.9,
      "end": 203.14
    },
    {
      "text": " no money, no land, what do you do? And always right to you know go to the new new thing. And so he",
      "start": 203.14,
      "end": 210.72
    },
    {
      "text": " conceived a plan of going to a developing country where land was cheaper and less whatever, less",
      "start": 210.72,
      "end": 222.8
    },
    {
      "text": " he got he went into the Navy and World War II flew in the Navy, got out and on the GI bill went to the",
      "start": 224.26,
      "end": 231.02
    },
    {
      "text": " Indiana University and and got his degree in economics, business administration, which a Middlebury in",
      "start": 231.02,
      "end": 238.94
    },
    {
      "text": " Vermont for a semester in Spanish, hitchhike hitchhike from Vermont to Mexico and spent six months in",
      "start": 238.94,
      "end": 245.64
    },
    {
      "text": " Mexico came back instead for the foreign civil service exam that you know all like American diplomats and",
      "start": 245.64,
      "end": 252.04
    },
    {
      "text": " stuff like that, I have to pass, passed it the first time and got on as a bilingual accountant with",
      "start": 252.04,
      "end": 257.28
    },
    {
      "text": " Texas oil company eventually it became Texaco, but Texas oil company there in the Wildcat oil",
      "start": 257.28,
      "end": 263.84
    },
    {
      "text": " fields off of Venezuela in like 1940, okay, 48 or 47. And anyway, so he's there and he's saving money,",
      "start": 263.84,
      "end": 277.98
    },
    {
      "text": " got married and they went down and and in some years was able to save enough money to buy a thousand",
      "start": 277.98,
      "end": 284.34
    },
    {
      "text": " acre farm in the islands of Venezuela and began raising chickens and then they had my older brother",
      "start": 284.34,
      "end": 289.88
    },
    {
      "text": " than they had me and so we're there on the farm and very quickly we took the entire local chicken",
      "start": 289.88,
      "end": 298.38
    },
    {
      "text": " production business away from the other farmers because our chickens were so clean and that instead",
      "start": 298.38,
      "end": 305.7
    },
    {
      "text": " of the other farmers wanting to know how we did it they accused us of witchcraft and voodooism and",
      "start": 305.7,
      "end": 310.28
    },
    {
      "text": " all this stuff and so when there was a hunta in 1959 of Petus Petus and Menus 1959 and 60 hunta",
      "start": 310.28,
      "end": 318.98
    },
    {
      "text": " it gave what happens when there's lawlessness is that it gives license for think for",
      "start": 319.9,
      "end": 325.14
    },
    {
      "text": " score to be settled that wouldn't be settled otherwise you know under more normal circumstances",
      "start": 325.14,
      "end": 329.66
    },
    {
      "text": " and so basically you know we fled the back doors the machine guns came in front door lost everything",
      "start": 330.3,
      "end": 336.22
    },
    {
      "text": " and tried to get protection you know dad went to every minute I was I was four years old my brother was",
      "start": 336.22,
      "end": 342.9
    },
    {
      "text": " seven and and dad met with every you know the the interior minister secretary of whatever of the",
      "start": 342.9,
      "end": 350.28
    },
    {
      "text": " treasury sector all the cabinet level and nobody you know could do anything and so the only thing",
      "start": 350.28,
      "end": 356.1
    },
    {
      "text": " was to was to believe the country and so we did we came back to the US land and in Philadelphia",
      "start": 356.1,
      "end": 363.42
    },
    {
      "text": " Easter Sunday 1961 and dad really wanted to go back you know he you know he died young he died at",
      "start": 364.34,
      "end": 373.52
    },
    {
      "text": " 66 which seems really young to me now and but he he left his heart and soul he loved he loved the",
      "start": 373.52,
      "end": 379.5
    },
    {
      "text": " country he loved the the climate he loved the people he loved the culture everything about it was",
      "start": 379.5,
      "end": 384.28
    },
    {
      "text": " really good and he had these two boys coming on you know he had his yeah his labor force coming",
      "start": 384.28,
      "end": 388.66
    },
    {
      "text": " on you know we're ready to take this and he had great you know great customers I mean it was it was",
      "start": 388.66,
      "end": 393.46
    },
    {
      "text": " really good and so that's why he didn't go back as a family we didn't go back to the Midwest",
      "start": 393.46,
      "end": 400.64
    },
    {
      "text": " where all of our relatives were mom was from Ohio dad was a Indiana instead we settled here in",
      "start": 400.64,
      "end": 406.22
    },
    {
      "text": " this Virginia Shendou Valley which was three hours away from DC so that if things settled in Venezuela",
      "start": 406.22,
      "end": 412.12
    },
    {
      "text": " in a few hours dad could be it we could be at the Venezuelan embassy could paper stand and be",
      "start": 412.12,
      "end": 417.32
    },
    {
      "text": " back on the farm in Venezuela well that never happened but that's why we ended up here and of course",
      "start": 417.32,
      "end": 423.2
    },
    {
      "text": " we didn't have any money he didn't we lost everything and so bought the most gully rock pile in the whole",
      "start": 423.2,
      "end": 429.7
    },
    {
      "text": " area and it was very very cheap and and and started over and I remember dad was 39 I remember when I hit",
      "start": 430.31999999999994,
      "end": 438.58
    },
    {
      "text": " 39 you know wondering man if I lost it all would I would I do something different or I start over again",
      "start": 438.58,
      "end": 444.8
    },
    {
      "text": " you know and so you know dad was tenacious and persistent and we started it over well the first",
      "start": 444.8,
      "end": 451.86
    },
    {
      "text": " question was well how do I make a living on this farm and I remember as a little child five and six",
      "start": 451.86,
      "end": 456.82
    },
    {
      "text": " years old ex ex-perce coming government experts private experts consultants how do we do and every",
      "start": 456.82,
      "end": 465.08
    },
    {
      "text": " single one I'm every single one so this is you know 1962 every single one of them was plant corn",
      "start": 465.08,
      "end": 472.06
    },
    {
      "text": " use chemicals build silos bar more money run that cows through through the forest those kinds of",
      "start": 472.06,
      "end": 478.9
    },
    {
      "text": " things and and dad viewed the chemical chemical approach as as a drug addiction you know you you",
      "start": 478.9,
      "end": 487.24
    },
    {
      "text": " got to you got to use more toxic stuff more expensive stuff to get the same hit all the time",
      "start": 487.24,
      "end": 492.84
    },
    {
      "text": " and as he's a year on his youngest treadmill and so he knew that wasn't the answer but",
      "start": 492.84,
      "end": 497.71999999999997
    },
    {
      "text": " we started into the in a period of of of experimentation and just to to keep food on you know to keep",
      "start": 498.24,
      "end": 505.2
    },
    {
      "text": " shoes on our feet you know mom took a job as a school teacher she was a high school",
      "start": 505.2,
      "end": 509.58
    },
    {
      "text": " um health and his head teacher and dad took a job as an accountant at a local you know accounting",
      "start": 509.58,
      "end": 514.12
    },
    {
      "text": " firm he was you know business and all that and and that the off farm job is gradually paid for the",
      "start": 514.12,
      "end": 519.86
    },
    {
      "text": " mortgage over the next 10 years but it was a time of intense experimentation and we started experimenting",
      "start": 519.86,
      "end": 527.42
    },
    {
      "text": " dead developed a portable electric fencing system we started moving the animals around we were",
      "start": 527.42,
      "end": 532.64
    },
    {
      "text": " reading you know Andre voice-in stuff you know Allen savory wasn't around yet but Andre voice-in",
      "start": 532.64,
      "end": 538.06
    },
    {
      "text": " was and and started seeing some of that portable infrastructure you know composting you know different",
      "start": 538.06,
      "end": 547.04
    },
    {
      "text": " things we got a wood chipper to to be able to start composting and making a long story short you",
      "start": 547.04,
      "end": 553.0
    },
    {
      "text": " know by the by the time I was in high school we had a lot of experiments and had some",
      "start": 553.0,
      "end": 558.7199999999999
    },
    {
      "text": " shall we say confirmation under our belt that we were headed a right direction we could we could see",
      "start": 559.92,
      "end": 566.64
    },
    {
      "text": " some fertility coming up we could see you know animal health increasing and so when I was 10 years",
      "start": 566.64,
      "end": 574.0
    },
    {
      "text": " old I got my first chickens from sears and road buck and put them in a little cardboard box you know",
      "start": 574.0,
      "end": 581.06
    },
    {
      "text": " with a heat lamp and and raised them up and I started a laying a laying chicken enterprise that",
      "start": 581.06,
      "end": 586.48
    },
    {
      "text": " ten years old had that all through high school and we had an old um an old curd market",
      "start": 586.48,
      "end": 593.4
    },
    {
      "text": " this was a precursor to today's farmers markets it was a depression era uh curbed we called",
      "start": 593.92,
      "end": 599.92
    },
    {
      "text": " curmarket in in stanton I don't know how many of them other there were around the state of the",
      "start": 599.92,
      "end": 605.4
    },
    {
      "text": " country but uh this one in 1930s and 40s was it was like a local Walmart I mean it was the place to",
      "start": 605.4,
      "end": 613.88
    },
    {
      "text": " be on Saturday Saturday mornings and you know during the depression farmers had food and no money",
      "start": 613.88,
      "end": 621.04
    },
    {
      "text": " and people in the city needed food you know in in 1946 been the average the average",
      "start": 621.04,
      "end": 629.06
    },
    {
      "text": " morsel of food in the in the US in 1946 only traveled on average 40 miles from farm to plate",
      "start": 629.06,
      "end": 637.22
    },
    {
      "text": " average today is 1500 miles okay so you know you had these there there was a very local you know",
      "start": 637.22,
      "end": 644.28
    },
    {
      "text": " localized kind of system and so the curbarker was established by the time I came and you know whatever",
      "start": 644.28,
      "end": 652.04
    },
    {
      "text": " in 1972 you know I'm like 14 and and dad being an accountant and realized as a small farm",
      "start": 652.04,
      "end": 659.62
    },
    {
      "text": " we had to get retail dollar we could we couldn't compete uh in the commodity business because the",
      "start": 659.62,
      "end": 666.08
    },
    {
      "text": " margins were too slim we had to start wearing the middle man hatch you know the processor the",
      "start": 666.08,
      "end": 671.18
    },
    {
      "text": " distributor the marketer we needed to get more of that retail dollar if we were going to make it",
      "start": 671.18,
      "end": 676.3
    },
    {
      "text": " so I joined the curb market at about 14 and there were it was very very small at that",
      "start": 676.3,
      "end": 684.28
    },
    {
      "text": " once one did baked goods and one was kind of a glorified homestead they cured some pork and she",
      "start": 684.28,
      "end": 692.52
    },
    {
      "text": " did vegetables and and some baked items as well and then I came with all the animal meats of you know",
      "start": 692.52,
      "end": 699.04
    },
    {
      "text": " beef and pork and chicken and eggs and then I had a garden as well you know during those years and",
      "start": 699.04,
      "end": 705.16
    },
    {
      "text": " so so during you know from about 14 to 18 through high school I was up every Saturday morning at 4",
      "start": 705.16,
      "end": 714.18
    },
    {
      "text": " clock every it was a year round market every single week of the year down there at six the market",
      "start": 714.18,
      "end": 720.6
    },
    {
      "text": " opened at six o'clock closed at about you know 10 30 or 11 and so sold our stuff and",
      "start": 720.6,
      "end": 730.56
    },
    {
      "text": " it was uh you know I wouldn't trade that experience for anything those two old ladies you know",
      "start": 731.1999999999999,
      "end": 736.52
    },
    {
      "text": " obviously they were old enough to be my grandmother's but they took me under wing they showed me",
      "start": 736.52,
      "end": 741.72
    },
    {
      "text": " how to talk to customers how to display stuff how to how to deal with happy people and",
      "start": 741.72,
      "end": 749.04
    },
    {
      "text": " unhappy people you know all those wonderful marketing things and you know I was just a teen and",
      "start": 749.04,
      "end": 754.86
    },
    {
      "text": " I I to this day I think I think I probably elongated their time there because as soon as I",
      "start": 754.86,
      "end": 760.44
    },
    {
      "text": " closed it down and went to college nobody else in a family was you know had the the sabbiet to take over the the",
      "start": 760.56,
      "end": 767.34
    },
    {
      "text": " vendor stand shortly after I went to college the two ladies quit and and the far then the curb market",
      "start": 767.34,
      "end": 773.66
    },
    {
      "text": " was no more but the thing to understand about the curb market was there was a memorandum of understanding",
      "start": 773.66,
      "end": 778.98
    },
    {
      "text": " between the healthy department and the extension service that if if a vendor was was was receiving",
      "start": 778.98,
      "end": 787.04
    },
    {
      "text": " extension service bulletin you know so for me I had to join for age for them it was being in the",
      "start": 787.7600000000001,
      "end": 793.58
    },
    {
      "text": " extension homemaker's club then we were exempt from all the government regulations on food so",
      "start": 793.58,
      "end": 801.0
    },
    {
      "text": " we could you know we could butcher beef in the backyard and sell roundstakes and ground beef you know",
      "start": 801.0,
      "end": 806.02
    },
    {
      "text": " there without inspection we we looked a couple of emergency cows you know I could sell butter",
      "start": 806.02,
      "end": 811.74
    },
    {
      "text": " cottage cheese I could sell everything but raw milk without any inspection whatsoever and so I grew up as a teen",
      "start": 811.74,
      "end": 818.78
    },
    {
      "text": " under this wonderful inspection exemption nobody ever got sick you know nobody but I I I appreciated",
      "start": 819.74,
      "end": 829.42
    },
    {
      "text": " the you know what that kind of freedom offered for for competition in the marketplace and",
      "start": 830.62,
      "end": 840.28
    },
    {
      "text": " so I go to college and now I'm thinking you know and I love the farm I I had I have older brother",
      "start": 840.28,
      "end": 847.12
    },
    {
      "text": " younger sister they they left it as soon as they could leave but I wanted to be here I wanted to stay here",
      "start": 847.12,
      "end": 852.6
    },
    {
      "text": " and so now I'm doing the dad thing I you know the same thing dad said how do I make a living on this little farm",
      "start": 853.16,
      "end": 860.18
    },
    {
      "text": " and and so I I conceived of a plan that I could milk 10 cows and sell the milk you know",
      "start": 860.18,
      "end": 868.24
    },
    {
      "text": " neighbors the only problem was it was illegal raw milk was illegal and I've never really gotten over that so I went to college",
      "start": 868.24,
      "end": 874.58
    },
    {
      "text": " and I I gradually formed this is water gate you know and I gradually formulated a plan oh I know I could I could",
      "start": 874.58,
      "end": 884.56
    },
    {
      "text": " you know right up I can go be a journalist I had a flare for writing and I knew that so I can go",
      "start": 885.5,
      "end": 893.46
    },
    {
      "text": " be a journalist and find my deep throat and write a bestseller you know bring the next president down",
      "start": 893.46,
      "end": 900.7
    },
    {
      "text": " they're all corrupt you know and so you know I'll do that and then I'll retire to the farm you know",
      "start": 900.7,
      "end": 908.54
    },
    {
      "text": " that was the idea and so I actually worked part time in high school as a local newspaper they like me",
      "start": 908.54,
      "end": 915.76
    },
    {
      "text": " and they said as soon as you got out of college we'll you know we'll bring on staff and so that was",
      "start": 915.76,
      "end": 921.6
    },
    {
      "text": " you know that was a neat you know on trace so I graduated went down sure enough you know went right",
      "start": 921.6,
      "end": 927.88
    },
    {
      "text": " on a newspaper staff and became an investigative reporter and I'm I'm living at home and I'm still",
      "start": 927.88,
      "end": 934.4
    },
    {
      "text": " how do I get back to this farm full-time you know and so Theresa and I married and",
      "start": 934.4,
      "end": 939.82
    },
    {
      "text": " we're living in the attic of the farmhouse we remodely attic I'm sure that was illegal without a",
      "start": 940.42,
      "end": 945.58
    },
    {
      "text": " permit but we did it anyway remodely attic of the farmhouse later so you know instead of the attic we",
      "start": 945.58,
      "end": 951.0
    },
    {
      "text": " called it our penthouse and and we began living out of the garden we had firewood we had our own heat",
      "start": 951.0,
      "end": 958.24
    },
    {
      "text": " we didn't have a mortgage we didn't have a rent we drove a $50 car we lived on $300 a month",
      "start": 958.24,
      "end": 965.4
    },
    {
      "text": " and even though neither one of us had hot-paying jobs we were able to save half of our paychecks",
      "start": 966.42,
      "end": 971.84
    },
    {
      "text": " so in two years we saved up enough that that we could live for a year and so step 10 to 24",
      "start": 971.84,
      "end": 979.4
    },
    {
      "text": " 1982 I walked out of that newspaper office jumped off the cliff and came home full-time",
      "start": 981.1800000000001,
      "end": 987.0799999999999
    },
    {
      "text": " just you know because we had enough to live on for a year I didn't think we'd make it but",
      "start": 987.98,
      "end": 993.9599999999999
    },
    {
      "text": " we we did and living cheaply and frugally and all that we we made it and and and leverage the",
      "start": 994.5,
      "end": 1003.32
    },
    {
      "text": " experiments that dad had instigated during the 60s and 70s we were able to leverage those",
      "start": 1003.32,
      "end": 1010.2800000000001
    },
    {
      "text": " it took us about three years to exhale you know I think we're gonna make it you know it took us three",
      "start": 1011.1,
      "end": 1019.54
    },
    {
      "text": " years but at three years we we we realized yes we were gonna make it and and then it just gradually",
      "start": 1019.54,
      "end": 1026.16
    },
    {
      "text": " continued to increase and increase you know with the beef the the pastured livestock and",
      "start": 1026.16,
      "end": 1032.68
    },
    {
      "text": " and today the farm generates about 22 02 full-time salaries and you know it's kind of a",
      "start": 1033.28,
      "end": 1044.86
    },
    {
      "text": " it's a big deal to us might not be a big deal for others but it's a big deal to us and we've just been",
      "start": 1044.86,
      "end": 1049.96
    },
    {
      "text": " very very blessed to see this this trajectory. Thank you so much for sharing all that that's",
      "start": 1049.96,
      "end": 1059.0
    },
    {
      "text": " that's fantastic I really like that and and you mentioned how Venezuela is a part of that early",
      "start": 1059.0,
      "end": 1063.52
    },
    {
      "text": " story it's so unfortunate how that country just continues to be yeah the aunt will of what we",
      "start": 1063.52,
      "end": 1069.32
    },
    {
      "text": " have to not let happen for you know for where we are right I have spent some time in South America",
      "start": 1069.32,
      "end": 1074.86
    },
    {
      "text": " I lived in Columbia for quite a bit the last couple of years and met quite a few events",
      "start": 1074.86,
      "end": 1079.52
    },
    {
      "text": " way on people who just told stories about what's happening and I do a lot of content about Bitcoin here",
      "start": 1079.52,
      "end": 1085.78
    },
    {
      "text": " and and we learn about like inflation and economics and why why money printing always ends madly",
      "start": 1085.78,
      "end": 1092.74
    },
    {
      "text": " and that is unfortunately the country we always point to you say see this will happens you know if",
      "start": 1092.74,
      "end": 1097.88
    },
    {
      "text": " you just if you don't if you are careful and you just let the government run a buck with with a money",
      "start": 1097.88,
      "end": 1102.5
    },
    {
      "text": " and so many people are just feeling safe in the fact that we are from the USA and just think that",
      "start": 1103.32,
      "end": 1112.16
    },
    {
      "text": " this couldn't happen to us but I'm sure you're just like your industry like we all need to really",
      "start": 1112.16,
      "end": 1116.68
    },
    {
      "text": " be thinking like you know we have a few extra ways to kick the can then places like Venezuela but",
      "start": 1116.68,
      "end": 1122.2
    },
    {
      "text": " we are all heading in the same direction if we don't make really aggressive change right now and",
      "start": 1122.2,
      "end": 1127.98
    },
    {
      "text": " I think that's very similar to what you're doing you know we need to make aggressive change and how our",
      "start": 1127.98,
      "end": 1132.56
    },
    {
      "text": " food is produced and processed and distributed and I think this is probably a good",
      "start": 1132.56,
      "end": 1138.54
    },
    {
      "text": " transition here we are no strangers on the show to ramping on the woes of government intervention",
      "start": 1139.36,
      "end": 1145.4
    },
    {
      "text": " and regulation and inspectors and permits and all these different things that we're told are",
      "start": 1145.4,
      "end": 1151.06
    },
    {
      "text": " they're to keep us safe and protect us but listening and reading your work is really",
      "start": 1151.06,
      "end": 1156.56
    },
    {
      "text": " highlighted for me how the food production and food industry in general is the most important place to",
      "start": 1156.56,
      "end": 1162.32
    },
    {
      "text": " have a true free market without all of that centralized power intervening so could you give me",
      "start": 1162.32,
      "end": 1168.04
    },
    {
      "text": " just a little bit of an overview of where where the food industry is at right now and it's",
      "start": 1168.04,
      "end": 1174.7
    },
    {
      "text": " it's crazy listen your story all the way back to the 60s are already pushing chemicals onto",
      "start": 1174.7,
      "end": 1178.84
    },
    {
      "text": " these food producers like that's further back I would expect but this is a deep issue and I think",
      "start": 1178.84,
      "end": 1184.54
    },
    {
      "text": " I remember hearing you saying on one of your past interviews that you collect books and resources",
      "start": 1184.54,
      "end": 1190.2
    },
    {
      "text": " on agriculture but you don't touch anything after the 50s or something was it something like that",
      "start": 1190.2,
      "end": 1196.42
    },
    {
      "text": " because they just started going haywire after that and just started going off the wrong direction",
      "start": 1196.42,
      "end": 1201.88
    },
    {
      "text": " so sorry kind of a lot of questions at once here I guess so we just get there's how it's talking about",
      "start": 1203.22,
      "end": 1207.98
    },
    {
      "text": " what what's your general overview of where we are right now in terms of the food system and",
      "start": 1209.42,
      "end": 1214.1
    },
    {
      "text": " maybe we can then start looking into what the biggest problems are how we can start going on",
      "start": 1214.1,
      "end": 1219.28
    },
    {
      "text": " and solving those problems yeah probably thank you for for all that probably the the quickest",
      "start": 1219.28,
      "end": 1228.44
    },
    {
      "text": " way to say where we are in our food system is to realize that the U.S. leads the world we're number one",
      "start": 1228.44,
      "end": 1238.46
    },
    {
      "text": " now there there are things you want to be number one we just had the Olympics we want to have",
      "start": 1238.46,
      "end": 1242.42
    },
    {
      "text": " best basketball team right goodness you Simone Biles I mean you got a lover right yes he's an",
      "start": 1242.42,
      "end": 1249.04
    },
    {
      "text": " American you know so there are the things you want to be number one in but you don't want to be number",
      "start": 1249.04,
      "end": 1255.9
    },
    {
      "text": " one in the world in chronic non infectious disease morbidity that's not where you want to be number",
      "start": 1255.9,
      "end": 1261.98
    },
    {
      "text": " one but we are I mean think of all the other countries in the world think of the think of the",
      "start": 1261.98,
      "end": 1272.4
    },
    {
      "text": " whatever you know and and we lead the world in chronic non infectious morbidity disease you know heart disease",
      "start": 1272.4,
      "end": 1282.5600000000002
    },
    {
      "text": " obesity diabetes cancer all those things which were which were relatively unheard of",
      "start": 1284.32,
      "end": 1293.76
    },
    {
      "text": " in 1900 I mean you just then you know the number the number one cause of death among women was",
      "start": 1294.15,
      "end": 1302.39
    },
    {
      "text": " during childbirth number two cause of death among women if you take out the childbirth the number",
      "start": 1302.39,
      "end": 1307.95
    },
    {
      "text": " the number one cause of death among women was burns you know these great big hoops skirts and they were",
      "start": 1307.95,
      "end": 1314.57
    },
    {
      "text": " you know and they flush around and catch them in the fire next thing you know there goes",
      "start": 1314.57,
      "end": 1318.73
    },
    {
      "text": " all up in flames you know and so it was burns they didn't have good burn units and everybody was",
      "start": 1318.73,
      "end": 1324.39
    },
    {
      "text": " cooking a lot of heart and open fire so you know so that was the mortality of that day men men",
      "start": 1324.39,
      "end": 1332.25
    },
    {
      "text": " the biggest mortality was was was cuts you know axis ax handles and and you know injury injury",
      "start": 1332.25,
      "end": 1343.17
    },
    {
      "text": " was you know was the number one thing and so so here we are at this stage and well and the other",
      "start": 1343.17,
      "end": 1350.75
    },
    {
      "text": " course was was infectious disease you know uh typhus and and smallpox and things like that",
      "start": 1350.75,
      "end": 1356.45
    },
    {
      "text": " today we're into this you know we're into this time now we're actually our life expectancy is actually",
      "start": 1358.3099999999997,
      "end": 1366.13
    },
    {
      "text": " dropping for the first time in in history and we have a new lexicon I mean you're not that",
      "start": 1366.13,
      "end": 1373.15
    },
    {
      "text": " old-bent but I'm old enough to remember uh when you nobody even heard the terms camp of",
      "start": 1373.15,
      "end": 1381.27
    },
    {
      "text": " a backter list area e coli salmonella food allergy that that phrase was not invented until about",
      "start": 1381.27,
      "end": 1388.73
    },
    {
      "text": " you know whatever 20 years ago you know when I was a kid if you wanted to have a birthday party",
      "start": 1388.73,
      "end": 1394.37
    },
    {
      "text": " for a bunch of three year olds you just had a birthday party today all the moms have to spend a week",
      "start": 1394.37,
      "end": 1400.59
    },
    {
      "text": " communicating with each other of well what's your kid allergic to you know what can we have what can we",
      "start": 1400.59,
      "end": 1404.67
    },
    {
      "text": " not have and so what I'm what I'm suggesting is that this new um um lexicon this new lexicon is essentially",
      "start": 1404.67,
      "end": 1417.59
    },
    {
      "text": " nature um nature begging us as stewards and please enough stop you know stop of stop abusing me stop",
      "start": 1418.6099999999997,
      "end": 1429.29
    },
    {
      "text": " you know disrespecting me and and this is this is the you know this is nature's balance sheet",
      "start": 1429.29,
      "end": 1437.85
    },
    {
      "text": " if you will you know we say nature bats last and so um so perhaps the reason we live we we the u.s",
      "start": 1437.85,
      "end": 1447.27
    },
    {
      "text": " leads the world not only in uh in non-infectious chronic morbidity but also we lead the world",
      "start": 1447.27,
      "end": 1456.03
    },
    {
      "text": " in health expense nobody even comes close to the per capita expenditure that we do on on um health",
      "start": 1456.03,
      "end": 1464.63
    },
    {
      "text": " health care in this country not even close and you know isn't isn't a stretch to think well maybe",
      "start": 1464.63,
      "end": 1472.13
    },
    {
      "text": " maybe we lead the world in these things because we invented McDonald's because we invented",
      "start": 1472.13,
      "end": 1478.29
    },
    {
      "text": " concentrated animal feeding operations because we invented uh we didn't invent we didn't invent",
      "start": 1478.29,
      "end": 1485.63
    },
    {
      "text": " vegetable oils but we invented crisco we we you know vegetable oils were invented in Germany",
      "start": 1486.03,
      "end": 1492.75
    },
    {
      "text": " as for for diesel fuel and lubrication and we decided to make food out of them and uh basically invented",
      "start": 1492.75,
      "end": 1500.49
    },
    {
      "text": " the hydrogenated vegetable oil you know uh craze uh margarine and and you know all those things uh",
      "start": 1500.49,
      "end": 1508.21
    },
    {
      "text": " as opposed to butter we invented DDT we I mean I could we now we've invented genetically modified",
      "start": 1508.21,
      "end": 1514.13
    },
    {
      "text": " organisms um you know when you go down the path of of what we have created as a country",
      "start": 1514.13,
      "end": 1522.71
    },
    {
      "text": " culture you realize oh you connect the dots well maybe because we did all these things over here",
      "start": 1522.71,
      "end": 1530.63
    },
    {
      "text": " is creating all these things over here and so our food system right now our food system is completely",
      "start": 1530.63,
      "end": 1537.09
    },
    {
      "text": " dominated by a by a mechanical philosophy toward life um food is fundamentally",
      "start": 1537.09,
      "end": 1548.75
    },
    {
      "text": " life it is fundamentally biological biological it is not mechanical and so so a tomato is far more",
      "start": 1550.1299999999999,
      "end": 1560.39
    },
    {
      "text": " complex the soil is far more complex than just the anatomy of an automobile or even the",
      "start": 1560.39,
      "end": 1567.01
    },
    {
      "text": " the guts of a computer as complex as that is you know our our bodies been our uh you know we've",
      "start": 1567.65,
      "end": 1575.37
    },
    {
      "text": " got you know MIT says we're only 15% human we're 85% non-human you know 85% of us is you know microbs",
      "start": 1575.37,
      "end": 1585.37
    },
    {
      "text": " things that actually aren't human and and so we have some quadrillion quadrillion",
      "start": 1585.37,
      "end": 1592.75
    },
    {
      "text": " relationships and decisions being made per second by by beings I mean when when I was in when I was",
      "start": 1593.3500000000001,
      "end": 1602.37
    },
    {
      "text": " in uh high school I remember you know looking at cells and we thought you know we knew the cells",
      "start": 1602.37,
      "end": 1608.21
    },
    {
      "text": " had had pieces in them you know the the nucleus and things but that was about as small as we got",
      "start": 1608.21,
      "end": 1614.65
    },
    {
      "text": " now now we know that a cell has up to a thousand mitochondria for cell think about that as small",
      "start": 1614.65,
      "end": 1625.23
    },
    {
      "text": " as a cell is it has over a thousand mitochondria in there and that's just one little you know one",
      "start": 1625.23,
      "end": 1631.67
    },
    {
      "text": " little component um what we understand now of the way fungi you know fungi talk uh leaves talk",
      "start": 1631.67,
      "end": 1640.41
    },
    {
      "text": " molts talk I mean it not the whole cosmos is pulsing with sentience and relational",
      "start": 1641.27,
      "end": 1648.77
    },
    {
      "text": " understanding and decision making and so to to come waiting into this mythical magical",
      "start": 1648.77,
      "end": 1655.83
    },
    {
      "text": " life giving complexity like a bunch of swash buckling sailors and view it as a compartmentalized",
      "start": 1656.67,
      "end": 1663.37
    },
    {
      "text": " automobile that we can just take out a bearing here and a transmission here and put it on a spark plug",
      "start": 1663.37,
      "end": 1668.83
    },
    {
      "text": " there is is the height of hubris conquistador exploitative mentality that's where our food system",
      "start": 1668.83,
      "end": 1677.43
    },
    {
      "text": " is right now and so so yeah I think it's it's important to you know or Michael Pollin who",
      "start": 1677.43,
      "end": 1686.65
    },
    {
      "text": " and you know Michael Pollin who wrote the omnivores dilemma he he says that probably if you want",
      "start": 1686.65,
      "end": 1693.67
    },
    {
      "text": " to know what to eat we probably shouldn't eat anything that was um that's been created a food",
      "start": 1693.67,
      "end": 1701.37
    },
    {
      "text": " of food like substance has been created since 1900 that's kind of 1900's kind of the the cutoff",
      "start": 1701.37,
      "end": 1707.59
    },
    {
      "text": " point and of course you know the joke then is that we can all be thankful that hot dogs were introduced",
      "start": 1707.59,
      "end": 1713.01
    },
    {
      "text": " at the 1890 world's fair you know they hot dogs just slipped right under the right under the wire",
      "start": 1713.01,
      "end": 1718.35
    },
    {
      "text": " there but I I think there's a lot of truth in that you know 1900 I mean look if you if you can't",
      "start": 1718.35,
      "end": 1723.47
    },
    {
      "text": " if you can't make it in your kitchen and you can't you know you can't understand it then",
      "start": 1723.47,
      "end": 1731.99
    },
    {
      "text": " it probably shouldn't be eaten and you know we're the first we're the first culture in the world",
      "start": 1731.99,
      "end": 1739.13
    },
    {
      "text": " that ubiquitously consumes things that we can't pronounce and you can't make in your kitchen",
      "start": 1739.13,
      "end": 1745.61
    },
    {
      "text": " absolutely great and I love that framing of how nature is just such a complex",
      "start": 1747.77,
      "end": 1753.89
    },
    {
      "text": " beautiful beasts and there's again this continues to come up and all sorts of different subjects",
      "start": 1753.89,
      "end": 1760.73
    },
    {
      "text": " I dive into where humans are just fighting nature right now or we're trying to outsmart the",
      "start": 1760.73,
      "end": 1766.91
    },
    {
      "text": " world and all of his processes that are you know part of what makes it so wonderful and",
      "start": 1766.91,
      "end": 1771.65
    },
    {
      "text": " everything works so perfectly and has been for so long and we really just need to learn how to",
      "start": 1771.65,
      "end": 1778.8500000000001
    },
    {
      "text": " drop the ego as a species and just revert back to the way that things are supposed to work",
      "start": 1779.71,
      "end": 1787.89
    },
    {
      "text": " and this is you know what you're really big on regenerative farming which is using the new",
      "start": 1787.89,
      "end": 1793.41
    },
    {
      "text": " technology we have but using it in a way that works with nature and not trying to arm wrestle with it",
      "start": 1793.41,
      "end": 1799.51
    },
    {
      "text": " and I think that's so important because we do have some cool stuff we're able to you know do this",
      "start": 1800.17,
      "end": 1806.09
    },
    {
      "text": " this cool video call from across the world from each other that's awesome you know there's ways",
      "start": 1806.09,
      "end": 1811.61
    },
    {
      "text": " that we can use these technological benefits we have without completely blowing up these systems",
      "start": 1811.61,
      "end": 1817.77
    },
    {
      "text": " that are so important to life and nothing's more important than the food we put in our bodies and",
      "start": 1817.77,
      "end": 1822.77
    },
    {
      "text": " I think that that is I'm very excited and optimistic about the growing moving of people that are at",
      "start": 1822.77,
      "end": 1828.49
    },
    {
      "text": " asking questions about what they're eating and starting to like really think like what is actually",
      "start": 1828.49,
      "end": 1833.89
    },
    {
      "text": " healthy for me because for so long so many people have just sort of just shoveled everything and it",
      "start": 1833.89,
      "end": 1839.75
    },
    {
      "text": " pops up in front of them just we we've been sold this light at a calorie as a calorie doesn't matter",
      "start": 1839.75,
      "end": 1844.33
    },
    {
      "text": " you know what's actually in it you just just stuff everything in and you're getting your energy",
      "start": 1844.33,
      "end": 1848.93
    },
    {
      "text": " and this is just such a huge scam from all the different food industries of pharmaceutical industries",
      "start": 1849.45,
      "end": 1854.33
    },
    {
      "text": " are all just completely profit driven but I think this is a good time to sort of transition to the",
      "start": 1854.33,
      "end": 1860.21
    },
    {
      "text": " the different people out there that are trying to do their best food wise and a good example I know",
      "start": 1860.21,
      "end": 1865.71
    },
    {
      "text": " is the vegans you know pretty much all the vegans I grew up with in Seattle and know",
      "start": 1865.71,
      "end": 1870.53
    },
    {
      "text": " they are really trying their best to eat what they believe is healthy and do what they believe is",
      "start": 1870.53,
      "end": 1876.15
    },
    {
      "text": " best and do what they think is good for the planet and the animals as well they're not knowing",
      "start": 1876.15,
      "end": 1882.09
    },
    {
      "text": " you know doing these actops and so maybe I would like to ask you this question what do",
      "start": 1882.09,
      "end": 1888.33
    },
    {
      "text": " these these vegans and the people who are against you know animal protein maybe against like",
      "start": 1889.25,
      "end": 1895.71
    },
    {
      "text": " the farming that even you do what do they have correct and what do they have wrong?",
      "start": 1895.71,
      "end": 1900.17
    },
    {
      "text": " Well wow that's an interesting question I think what what they have right is that they care",
      "start": 1902.21,
      "end": 1911.15
    },
    {
      "text": " and so I'm giving a very congratulation you know salute to to intentionality to think about it",
      "start": 1912.09,
      "end": 1920.11
    },
    {
      "text": " I mean most most Americans eat unintentionally you know for convenience what's there there's no",
      "start": 1920.11,
      "end": 1928.85
    },
    {
      "text": " real intentionality and so eating intentionally is like that's the first step in solving a problem",
      "start": 1928.85,
      "end": 1935.95
    },
    {
      "text": " is to realizing oh well we've got a problem and that takes observational intentionality",
      "start": 1935.95,
      "end": 1942.33
    },
    {
      "text": " the the problem is that that we are not made to be vegans now I want to say this very carefully",
      "start": 1943.63,
      "end": 1954.23
    },
    {
      "text": " I have no problem with vegans in fact you know we have a lot of a lot of customers of our",
      "start": 1954.8300000000002,
      "end": 1965.93
    },
    {
      "text": " there there is a very minor group of people who who somewhat thrive under veganism",
      "start": 1965.93,
      "end": 1973.97
    },
    {
      "text": " clearly you know we have genetic we have genetic potential differences you know I mean that's why some",
      "start": 1973.97,
      "end": 1981.35
    },
    {
      "text": " some cultures can handle milk better than other cultures you know they've been century you know",
      "start": 1981.35,
      "end": 1987.11
    },
    {
      "text": " millennia in your background you know being able to handle milk so the fact is that we you know we are",
      "start": 1987.11,
      "end": 1993.31
    },
    {
      "text": " very very different and so you know there are some people who who do seem to do well on veganism",
      "start": 1993.31,
      "end": 2000.53
    },
    {
      "text": " but it's very very small you know less than 5% for sure less than 5% of the population",
      "start": 2000.53,
      "end": 2007.37
    },
    {
      "text": " it does well otherwise most people flourish better with some animal protein",
      "start": 2008.03,
      "end": 2015.45
    },
    {
      "text": " you know whether that's cheese eggs you know the the vegetarian approach",
      "start": 2016.35,
      "end": 2020.27
    },
    {
      "text": " whether it's pescaterians who eat fish and of course all the way through now we have an increasing",
      "start": 2021.15,
      "end": 2027.15
    },
    {
      "text": " number of people who are you know the paleo ketogenic carnivore you know name which you",
      "start": 2027.15,
      "end": 2033.67
    },
    {
      "text": " are yeah no vegetables forever two years feel amazing wow really how about that you look",
      "start": 2033.67,
      "end": 2042.33
    },
    {
      "text": " sick as a dog I don't I don't see how you can do that and so so the the truth is that human",
      "start": 2042.33,
      "end": 2050.25
    },
    {
      "text": " have been eating animals for a long time so I'm gonna divide this into two two thoughts one is",
      "start": 2050.89,
      "end": 2058.95
    },
    {
      "text": " the philosophical thought of well I don't want to kill something the the truth is that nothing can",
      "start": 2058.95,
      "end": 2067.19
    },
    {
      "text": " live without death I mean one of the best examples of that is a compost pile a compost pile",
      "start": 2067.19,
      "end": 2073.69
    },
    {
      "text": " is is stuff that was living that dies that gets eaten by other things that converts it to",
      "start": 2073.69,
      "end": 2080.67
    },
    {
      "text": " something that can make something else grow so you know if you don't think that if you don't think",
      "start": 2080.67,
      "end": 2085.73
    },
    {
      "text": " that everything is eating and being eaten go lie naked in your flower bed for you know three days",
      "start": 2085.73,
      "end": 2090.31
    },
    {
      "text": " to see what gets eaten trust me everything is eating and being eaten and so the very notion",
      "start": 2090.31,
      "end": 2097.41
    },
    {
      "text": " that we can that we can have life without death is is a fundamental ecological flaw the one",
      "start": 2097.41,
      "end": 2106.67
    },
    {
      "text": " of the most foundational environmental principles is that something has to die and be consumed",
      "start": 2106.67,
      "end": 2113.79
    },
    {
      "text": " and and then resurrected in a different life form in something that eats it I mean that's just that's",
      "start": 2114.37,
      "end": 2121.25
    },
    {
      "text": " just basic all right so you know obviously some vegans have called me a murderer you know",
      "start": 2121.45,
      "end": 2130.05
    },
    {
      "text": " well the fact is that we now know carrots talk to each other tomatoes talk to each other the",
      "start": 2130.05,
      "end": 2135.81
    },
    {
      "text": " the micro rizia talk to each other you know the language of the microbes you know the Stanford",
      "start": 2135.81,
      "end": 2141.27
    },
    {
      "text": " professor that's figured out the the language of these microbial communities I mean",
      "start": 2141.27,
      "end": 2146.81
    },
    {
      "text": " don't even start me on no no everything everything is sentient and understanding all right",
      "start": 2146.81,
      "end": 2153.25
    },
    {
      "text": " now if you say but but you know cows they they look they have eyes they look more like as well",
      "start": 2153.25,
      "end": 2160.13
    },
    {
      "text": " then then you're saying that that if if a being looks more like a human it's way more valuable than",
      "start": 2160.13,
      "end": 2167.77
    },
    {
      "text": " a being that doesn't look like a human and that's extremely um um answer for more physics so",
      "start": 2167.77,
      "end": 2174.47
    },
    {
      "text": " so let's let's let's let's just agree that everything everything consumes something else",
      "start": 2176.19,
      "end": 2183.87
    },
    {
      "text": " and something has to die that carrot has to die the beet has to die but tomato has to die",
      "start": 2183.87,
      "end": 2188.87
    },
    {
      "text": " you know in order for us to to eat and and they're all relationally complex and and communicating",
      "start": 2189.61,
      "end": 2197.17
    },
    {
      "text": " now let's go to the nutritional aspects so there are numerous especially the bee vitamins",
      "start": 2197.89,
      "end": 2205.43
    },
    {
      "text": " that you can't get in plants the plants just don't have it there's a you know it's a it's a",
      "start": 2206.27,
      "end": 2213.89
    },
    {
      "text": " relatively shortlist but a very important shortlist of things and for the vegans says well I just",
      "start": 2213.89,
      "end": 2218.69
    },
    {
      "text": " take supplements well you know do you really think that supplements is the way God set this up",
      "start": 2218.69,
      "end": 2224.41
    },
    {
      "text": " that you know that we would have to you know take a pill in order to complement so so for me",
      "start": 2224.41,
      "end": 2232.17
    },
    {
      "text": " kind of big picture I think it's important to understand that the fact that we can actually sit around",
      "start": 2233.51,
      "end": 2241.49
    },
    {
      "text": " and spend time spend time wrestling with whether or not we should eat meat",
      "start": 2241.49,
      "end": 2248.41
    },
    {
      "text": " is indicative not of a newly arrived you know evolution to some Nirvana spiritual plane",
      "start": 2249.35,
      "end": 2258.73
    },
    {
      "text": " but actually a profound devolution to a disconnection with our ecological umbilical you know",
      "start": 2258.73,
      "end": 2268.07
    },
    {
      "text": " our ancestors if you could shoot it trap it hatch it you live another day they didn't have time to",
      "start": 2268.07,
      "end": 2275.19
    },
    {
      "text": " sit around and decide you know should we eat a cow or should we drink a glass of milk",
      "start": 2275.19,
      "end": 2279.51
    },
    {
      "text": " they were literally in survival mode day to day to day and the reason all ancient civilizations",
      "start": 2280.59,
      "end": 2286.23
    },
    {
      "text": " the foundation of all their their their dietary intake was animal base whether it was dairy fish",
      "start": 2286.79,
      "end": 2296.17
    },
    {
      "text": " or or terrestrial meat the reason it was animal based is because that was the only thing that",
      "start": 2296.17,
      "end": 2303.45
    },
    {
      "text": " offered nutrient density without pillage that's why even um um um to um to for livestock so your",
      "start": 2303.45,
      "end": 2313.57
    },
    {
      "text": " chickens turkeys and pigs were kind of you know peripheral luxuries that that was the that was the",
      "start": 2313.57,
      "end": 2320.85
    },
    {
      "text": " the stuff that you know that was on the on the edges the mainstay was sheep goat cow",
      "start": 2320.85,
      "end": 2329.95
    },
    {
      "text": " camel water buffalo llama alpaca it was all herbivorous or seafood because it was the it was the",
      "start": 2330.5899999999997,
      "end": 2343.59
    },
    {
      "text": " herbivore and seafood that could be produced without growing grain without tillage and in the",
      "start": 2343.59,
      "end": 2352.65
    },
    {
      "text": " ancient you know societies tillage to grow grain was really laborious I mean if you have to walk",
      "start": 2352.65,
      "end": 2358.77
    },
    {
      "text": " all day with a sharp stick behind a you know an ox you couldn't till up very much and the",
      "start": 2358.77,
      "end": 2365.61
    },
    {
      "text": " the Native Americans here you know we have the three sisters garden you know the squash beans and corn",
      "start": 2365.61,
      "end": 2372.39
    },
    {
      "text": " maize but um that was not the mainstay that was that was a treat you know that was they",
      "start": 2372.39,
      "end": 2379.17
    },
    {
      "text": " parts that and kept it but the mainstay was vinesin and elk and bison and and and what they could",
      "start": 2379.17,
      "end": 2385.89
    },
    {
      "text": " you know fish then they could get a rivers um and and that was the mainstay of the diet and all that",
      "start": 2385.89,
      "end": 2393.89
    },
    {
      "text": " didn't require tillage it was hard to to turn up enough ground and get the vegetation cleaned",
      "start": 2393.89,
      "end": 2399.51
    },
    {
      "text": " off that you could actually grow an annual and so the whole idea of annuals is you know as a mainstay",
      "start": 2399.51,
      "end": 2409.27
    },
    {
      "text": " is completely anti-ecological nature tends toward perennials uh nobody's out there planting and",
      "start": 2409.27,
      "end": 2416.51
    },
    {
      "text": " tilling and harvesting nature tends toward perennials so our food system you know should",
      "start": 2416.51,
      "end": 2424.31
    },
    {
      "text": " tend toward perennials rather than annuals and of course herbivores especially cows sheep goats",
      "start": 2424.31,
      "end": 2432.11
    },
    {
      "text": " are the things that can eat perennials you and I can't we can't live on grass we can't live on",
      "start": 2432.11,
      "end": 2438.63
    },
    {
      "text": " chickery and golden rod and and you know grease grass uh sweet we can't live on that but an animal",
      "start": 2438.63,
      "end": 2446.57
    },
    {
      "text": " or an eruptial real quick just to make sure perennial just means it's like it sustains itself it",
      "start": 2446.57,
      "end": 2451.75
    },
    {
      "text": " continues like planting its own seeds through his process so we don't have to do anything essentially",
      "start": 2451.75,
      "end": 2456.07
    },
    {
      "text": " right yeah yeah it it it it it it uh it survives year to year in the root mass so so in the",
      "start": 2456.07,
      "end": 2463.39
    },
    {
      "text": " festival garden perennials would be like rhubarb a sparagus you know things that you don't have to plant",
      "start": 2463.39,
      "end": 2470.43
    },
    {
      "text": " but annuals are like squash watermelon green beans things that you have to plant every year and yeah",
      "start": 2471.49,
      "end": 2478.33
    },
    {
      "text": " thank you so the the ancient diets and and ecology is is foundationally a perennial ecology",
      "start": 2478.33,
      "end": 2488.65
    },
    {
      "text": " and then when you realize that the American farm bill",
      "start": 2488.65,
      "end": 2491.61
    },
    {
      "text": " subsidizes only six commodities all of which are annuals not perennials you realize how anti-acological",
      "start": 2493.61,
      "end": 2502.83
    },
    {
      "text": " the entire American farm policy is that it that it only ensures and and encourages and subsidizes",
      "start": 2502.83,
      "end": 2512.09
    },
    {
      "text": " annuals rather than you know perennials which is you know which is what nature tends toward",
      "start": 2513.41,
      "end": 2518.79
    },
    {
      "text": " so yeah so so the you know the vegan thing most people and and I've watched this over the years",
      "start": 2518.79,
      "end": 2526.93
    },
    {
      "text": " you know we've been in this a long time and we've had so many recovering vegans come",
      "start": 2526.93,
      "end": 2534.13
    },
    {
      "text": " and and I say this with a you know with a broken heart you know that they're they're",
      "start": 2534.65,
      "end": 2539.13
    },
    {
      "text": " joints because they don't have enough collagen and what they eat to keep their joints up",
      "start": 2539.21,
      "end": 2545.53
    },
    {
      "text": " women you know their their period stop there become unfurl",
      "start": 2546.45,
      "end": 2550.09
    },
    {
      "text": " because they don't have enough energy you know you get you get sunken eyes I mean we joke that you can",
      "start": 2550.95,
      "end": 2556.73
    },
    {
      "text": " always tell a vegan because they got sunken eyes and they got little arms they look like tyrannosaurus",
      "start": 2556.73,
      "end": 2561.53
    },
    {
      "text": " wrecks you know with a little you know they just don't have this robust flourishing appearance and so you know",
      "start": 2561.53,
      "end": 2569.05
    },
    {
      "text": " however you want to cut this from a philosophical standpoint there there's there's nothing there",
      "start": 2571.11,
      "end": 2576.37
    },
    {
      "text": " from a philosophical standpoint there's nothing there from an ecological standpoint and there's",
      "start": 2576.37,
      "end": 2580.87
    },
    {
      "text": " certainly nothing there from a nutritional standpoint I mean that's why in Italy Italy now",
      "start": 2580.87,
      "end": 2585.69
    },
    {
      "text": " they outlawed they outlawed vegan diets for children from like one to an or something like that",
      "start": 2585.69,
      "end": 2593.61
    },
    {
      "text": " it's illegal to have your child on a vegan diet until they're like 10 years old because",
      "start": 2594.17,
      "end": 2599.27
    },
    {
      "text": " the documentation you know your brain is fat your brain is fat and and and and if you don't get fat",
      "start": 2599.27,
      "end": 2607.79
    },
    {
      "text": " I don't mean you know get obese I mean if you don't ingest a certain amount of fat",
      "start": 2608.4900000000002,
      "end": 2613.67
    },
    {
      "text": " your brain simply doesn't develop I mean there's been some amazing studies in Africa for example",
      "start": 2613.67,
      "end": 2619.05
    },
    {
      "text": " where you know there's not enough animal and and what they're finding is as little as",
      "start": 2619.59,
      "end": 2628.55
    },
    {
      "text": " something like one egg a day one egg a day increases the IQ like 20 points I mean it just it's just",
      "start": 2628.55,
      "end": 2637.21
    },
    {
      "text": " off the charts so yeah we humans we are you know our eyes are in the front of our head you know",
      "start": 2637.21,
      "end": 2644.29
    },
    {
      "text": " we're we're made we are we are hunters by you know by nature and so you know a cow the eyes are",
      "start": 2644.29,
      "end": 2652.85
    },
    {
      "text": " in the side of our head you know so she can see out for predators we're the you know we're the",
      "start": 2652.85,
      "end": 2658.91
    },
    {
      "text": " you know the the the you know Keystone you know Keystone predator and and so we need we need to exercise that role",
      "start": 2658.91,
      "end": 2670.19
    },
    {
      "text": " yeah beautifully said it and I've had several ex-vegans on this podcast as well just telling their story",
      "start": 2672.09,
      "end": 2678.57
    },
    {
      "text": " specifically the ones that go all the way to carnivore and this is one of the interesting things that I've found",
      "start": 2678.57,
      "end": 2688.89
    },
    {
      "text": " arriving at the carnivore diet then someone just eating the standard American diet because they are",
      "start": 2688.89,
      "end": 2693.49
    },
    {
      "text": " like you said they're being intentional they're trying to flex route and they just got they",
      "start": 2693.49,
      "end": 2697.77
    },
    {
      "text": " they've got juke by a few Netflix documentaries to go the wrong direction and then once you know enough",
      "start": 2697.77,
      "end": 2703.77
    },
    {
      "text": " information and personal experiences they will to break through that shell that they built then",
      "start": 2704.35,
      "end": 2708.95
    },
    {
      "text": " they realize oh this is actually like the best way to work with nature this is the way that nature",
      "start": 2708.95,
      "end": 2713.39
    },
    {
      "text": " design me and I'm not being evil for eating what I'm supposed to eat you know we shouldn't we shouldn't",
      "start": 2713.39,
      "end": 2720.43
    },
    {
      "text": " insult the lion for going to eat that animal that's just what nature does and we need to be part",
      "start": 2720.43,
      "end": 2724.61
    },
    {
      "text": " of nature as well and I really like that pattern of more people starting to open their minds and look",
      "start": 2724.61,
      "end": 2729.73
    },
    {
      "text": " at this we have a lot of work to do of course but it is promising for sure and I would throw a",
      "start": 2729.73,
      "end": 2735.75
    },
    {
      "text": " couple other things in there that I I'm sure you will have some some words on one thing that they",
      "start": 2735.75,
      "end": 2740.83
    },
    {
      "text": " write one thing they have wrong I think we could quickly touch on here one of the things that they have",
      "start": 2740.83,
      "end": 2746.01
    },
    {
      "text": " wrong is there's good for the environment we talked about the health part but for the environmental part",
      "start": 2746.01,
      "end": 2751.33
    },
    {
      "text": " the the model crop and it is required to scale their agriculture that they have in mind could",
      "start": 2751.33,
      "end": 2758.03
    },
    {
      "text": " could you give us a quick just run down on this what is model cropping like how how how this",
      "start": 2758.03,
      "end": 2766.05
    },
    {
      "text": " required form of like mass fruit and vegetable production is the worst thing for the environment",
      "start": 2766.05,
      "end": 2771.85
    },
    {
      "text": " yeah well well that's that's a great one and I would I was going to kind of interrupt and say I want",
      "start": 2773.25,
      "end": 2782.05
    },
    {
      "text": " to talk about the environment with cows even if you didn't bring it up so you brought it up so now",
      "start": 2782.05,
      "end": 2787.05
    },
    {
      "text": " I've got a nice segue to talk about you know cows and you know burping and farting cows you know",
      "start": 2787.05,
      "end": 2793.13
    },
    {
      "text": " are they are they going to turn us all into crispy critters in you know 40 years and so I think I think",
      "start": 2793.13,
      "end": 2800.95
    },
    {
      "text": " as a starting point I'd like to just point out that the you know movies like cow spuracy like",
      "start": 2800.95,
      "end": 2808.45
    },
    {
      "text": " um what the health you know these kinds of things and they're dangerous yes game changers all of the",
      "start": 2808.45,
      "end": 2815.57
    },
    {
      "text": " data points in research is based on feed lots on on chemical oriented hormone",
      "start": 2816.21,
      "end": 2824.77
    },
    {
      "text": " vaccinated feed lot type production and my point is they're not coming here to our farm to get",
      "start": 2826.4300000000003,
      "end": 2833.61
    },
    {
      "text": " data points but what happens is when you go to a a natural pattern regenerative ag whatever you want",
      "start": 2833.61,
      "end": 2841.57
    },
    {
      "text": " call it ecological farming when you go to following nature's template in this what happens is",
      "start": 2841.57,
      "end": 2850.69
    },
    {
      "text": " that all those the cycles begin to close for it let me give you an example",
      "start": 2851.67,
      "end": 2856.03
    },
    {
      "text": " methaneatrophic bacteria let me say at one more time sir everybody gets it's a big word",
      "start": 2857.07,
      "end": 2861.51
    },
    {
      "text": " methaneatrophic bacteria now the first part of that is methane methaneatrophic bacteria all right",
      "start": 2862.21,
      "end": 2868.41
    },
    {
      "text": " it it is it is a free living bacteria in the soil it only lives under perennial",
      "start": 2868.41,
      "end": 2875.37
    },
    {
      "text": " pastures it doesn't live under corn it doesn't live under parking lots it doesn't live in your yard okay",
      "start": 2875.37,
      "end": 2883.07
    },
    {
      "text": " it lives where there is a diversified perennial pasture and and under those conditions",
      "start": 2883.07,
      "end": 2893.39
    },
    {
      "text": " there's enough methaneatrophic bacteria in the soil to bring down and metabolize the methane",
      "start": 2894.0299999999997,
      "end": 2902.41
    },
    {
      "text": " from a thousand cows per acre now nobody's going to put a thousand cows per acre but that's that's",
      "start": 2902.41,
      "end": 2912.33
    },
    {
      "text": " how much wiggle room how much protection there is in nature in the system to make sure that there's",
      "start": 2912.33,
      "end": 2921.97
    },
    {
      "text": " waste that everything gets completely you know recycled and you know and hand but these these",
      "start": 2921.97,
      "end": 2932.51
    },
    {
      "text": " movies these documentaries they don't talk about that they don't talk about anything of the",
      "start": 2932.51,
      "end": 2938.39
    },
    {
      "text": " positive nature they don't talk about when people say what what cows are inefficient well yeah",
      "start": 2938.39,
      "end": 2945.43
    },
    {
      "text": " they're inefficient that's why they build soil you know the great the soils on the the deepest best",
      "start": 2945.43,
      "end": 2950.83
    },
    {
      "text": " oils on the planet are not under trees they're not under bushes they're certainly not under you",
      "start": 2950.83,
      "end": 2957.01
    },
    {
      "text": " know under crops they're under perennial prairies why because herbivores only take a little bit of",
      "start": 2957.01,
      "end": 2967.69
    },
    {
      "text": " what they ingest most of it is recycled in manure and urine and and they actually are dumping back",
      "start": 2967.69,
      "end": 2975.13
    },
    {
      "text": " a lot more I mean the here's the deal if everything was efficient was as efficient as a squash or a",
      "start": 2975.13,
      "end": 2981.79
    },
    {
      "text": " green bean we would not have any soil on the planet so so so efficiency in terms of you know",
      "start": 2981.79,
      "end": 2993.07
    },
    {
      "text": " like ounce of something per acre is not a measure unless you look a hundred years down the road",
      "start": 2993.07,
      "end": 2999.99
    },
    {
      "text": " to say what does that acre look like after it's produced all this you know for a hundred years",
      "start": 2999.99,
      "end": 3005.91
    },
    {
      "text": " and under under cropping under annuals right now every bushel of corn in America every bushel of",
      "start": 3005.91,
      "end": 3013.33
    },
    {
      "text": " corn cost us two bushels of soil it's that it's that exploitive and the same can be true for a lot",
      "start": 3013.33,
      "end": 3022.47
    },
    {
      "text": " of other things sugar beats and and all the other inputs so when you know impossible burger beyond",
      "start": 3022.47,
      "end": 3028.13
    },
    {
      "text": " meats and all this you know vegan stuff that people say oh you know this is so much more ecological",
      "start": 3028.13,
      "end": 3035.23
    },
    {
      "text": " actually it is way less ecological because it requires a lot of chemicals tillage tractor work",
      "start": 3035.9700000000003,
      "end": 3045.21
    },
    {
      "text": " all this stuff and it's a monocryp and it sterilizes the soil rather than increasing the diversity",
      "start": 3045.21,
      "end": 3053.31
    },
    {
      "text": " of the soil and so the whole thing is a is a is a fraud uh foisted upon people",
      "start": 3053.31,
      "end": 3060.11
    },
    {
      "text": " from a from an ecological and certainly a nutritional standpoint but when we when we raise",
      "start": 3060.8700000000003,
      "end": 3068.65
    },
    {
      "text": " especially herbivores cows or herbivores in the right pattern if you look at them if you look at",
      "start": 3068.65,
      "end": 3075.45
    },
    {
      "text": " the way herbivores have been raised you know throughout nature you know right now the biggest",
      "start": 3075.45,
      "end": 3081.29
    },
    {
      "text": " urge or the will to be some the serendent yet in Africa those are the last you know remaining large",
      "start": 3081.29,
      "end": 3085.77
    },
    {
      "text": " urge but you know if you look at the the bison the caraboo the moose the will to be some you know",
      "start": 3085.77,
      "end": 3093.07
    },
    {
      "text": " the big the the the the uh our rocks you know back in prehistoric Europe what you what you find is",
      "start": 3093.07,
      "end": 3102.49
    },
    {
      "text": " that the herbivores do three things they they they they move they don't stand the same place",
      "start": 3103.45,
      "end": 3109.13
    },
    {
      "text": " their um their mobbed up for predator protection they're not scattered all out over and then",
      "start": 3109.13,
      "end": 3115.89
    },
    {
      "text": " they're mowing you know they're not nobody's bringing them up a silice they're not eating corn",
      "start": 3115.89,
      "end": 3121.63
    },
    {
      "text": " they're mowing they're mowing forages okay they're they're pruners so they're moving mowing",
      "start": 3121.63,
      "end": 3127.45
    },
    {
      "text": " when you when you adapt all those and and and and utilize them on your own you know domestic",
      "start": 3128.5699999999997,
      "end": 3138.53
    },
    {
      "text": " production just like in nature they become the most wonderful soil building ecological asset",
      "start": 3138.53,
      "end": 3146.57
    },
    {
      "text": " but if you violate any of those three ms moving mobbing mowing if you violate any of them you turn",
      "start": 3146.57,
      "end": 3154.29
    },
    {
      "text": " that wonderful asset into a liability and ninety and the truth is ninety five percent of domestic",
      "start": 3154.29,
      "end": 3160.21
    },
    {
      "text": " livestock in the world violates at least one if not two and some all three of those of those natural",
      "start": 3160.21,
      "end": 3167.63
    },
    {
      "text": " so my indictment of the of the documentaries that send people into a dither on this my indictment",
      "start": 3168.59,
      "end": 3177.45
    },
    {
      "text": " of them is that they are not they you can't study what isn't and and I know we exist but but",
      "start": 3177.45,
      "end": 3186.39
    },
    {
      "text": " in the big scheme of things in their view we don't exist we're too small you know the the little you",
      "start": 3186.39,
      "end": 3193.33
    },
    {
      "text": " regenerative ag uh uh little of people were you know whatever 2 percent okay and so you know when",
      "start": 3193.33,
      "end": 3200.77
    },
    {
      "text": " you're going to study something you tend to study the easy group you know the big group I mean",
      "start": 3200.77,
      "end": 3204.87
    },
    {
      "text": " that's where you get your statistical importance and so when you when you study when your data base",
      "start": 3204.87,
      "end": 3212.69
    },
    {
      "text": " comes from a flawed model then where you end up extrapolating from that is a completely flawed",
      "start": 3212.69,
      "end": 3221.17
    },
    {
      "text": " conclusion if all your data points are from a flawed production a model and that's that's actually",
      "start": 3222.59,
      "end": 3229.77
    },
    {
      "text": " where we are and so the the the beauty of this the the I guess the bottom line for me is looking back",
      "start": 3229.77,
      "end": 3238.29
    },
    {
      "text": " that North America North America produced more food 500 years ago than it does today",
      "start": 3238.87,
      "end": 3247.13
    },
    {
      "text": " now it wasn't all eaten by people you know we had we had you know a couple hundred million",
      "start": 3248.17,
      "end": 3254.85
    },
    {
      "text": " bison we had two million wolves that needed forty twenty pounds of meat a day that's forty",
      "start": 3254.85,
      "end": 3260.67
    },
    {
      "text": " million pounds pounds of meat just to feed wolves of course we had you know deer elk we had two",
      "start": 3260.67,
      "end": 3266.21
    },
    {
      "text": " hundred million beavers that ate more vegetables you know they're they're herbivores we had two",
      "start": 3266.21,
      "end": 3271.49
    },
    {
      "text": " million beavers that ate more food than all the humans in North America today we had birds you know",
      "start": 3271.49,
      "end": 3278.25
    },
    {
      "text": " oughta been set under a tree in the early 1800s in a record he said I haven't seen the sun for three",
      "start": 3278.25,
      "end": 3283.87
    },
    {
      "text": " days because the flock of passenger pigeons was so tight and big I couldn't see the they flew",
      "start": 3283.87,
      "end": 3291.03
    },
    {
      "text": " over I couldn't see the sun for three days you know as anybody seen a flock of birds go over",
      "start": 3291.03,
      "end": 3295.83
    },
    {
      "text": " that blocked out the sun for three days I don't think so and that's before Tyson and Purdue",
      "start": 3295.83,
      "end": 3300.45
    },
    {
      "text": " and programs pride and and and John Deer and all that and so so the fact is that the the native",
      "start": 3300.45,
      "end": 3308.11
    },
    {
      "text": " Americans actually using fire and their own hunting and their own movement and then the the the",
      "start": 3308.11,
      "end": 3314.89
    },
    {
      "text": " the predator prey relationships that we had at that time it was extremely productive and should",
      "start": 3314.89,
      "end": 3324.05
    },
    {
      "text": " give us all pause today when we realized we actually produced more food 500 years ago",
      "start": 3324.05,
      "end": 3329.81
    },
    {
      "text": " then we do today even with all these fancy technologies and you know distribution methods and",
      "start": 3329.81,
      "end": 3338.91
    },
    {
      "text": " supply chains that we are told I think we're sort of just suddenly fed this lie that everything",
      "start": 3338.91,
      "end": 3344.85
    },
    {
      "text": " is working so much better now because we have all this technology when really when you dive into it",
      "start": 3344.85,
      "end": 3349.77
    },
    {
      "text": " obviously our health is not doing better and like you said that the output isn't even better so",
      "start": 3349.77,
      "end": 3354.55
    },
    {
      "text": " yeah we really need to just completely start from scratch on this and just look at from a blank slate",
      "start": 3354.55,
      "end": 3359.77
    },
    {
      "text": " I love how you you sort of brought this into the factory farming because when I was going",
      "start": 3360.21,
      "end": 3365.51
    },
    {
      "text": " earlier when I I mentioned what I was going to say one thing that I thought because had a right",
      "start": 3365.97,
      "end": 3369.77
    },
    {
      "text": " one thing that had wrong the thing I was going to say that they have a right is that factory",
      "start": 3369.77,
      "end": 3373.81
    },
    {
      "text": " farming is absolutely terrible and I know that you completely grew that as well and I think this",
      "start": 3373.81,
      "end": 3379.19
    },
    {
      "text": " would be a good time to pivot over to the solution I don't think we need to like explain too much",
      "start": 3379.19,
      "end": 3386.19
    },
    {
      "text": " well maybe you can about why it's just absolutely horrible to be stopping these animals in these",
      "start": 3386.83,
      "end": 3391.47
    },
    {
      "text": " tight spaces where they're just breathing their own feces and just in a horrific condition where they",
      "start": 3391.47,
      "end": 3399.51
    },
    {
      "text": " are being you know jabs with all these vaccines all these completely unnatural things are going on",
      "start": 3399.51,
      "end": 3403.87
    },
    {
      "text": " so maybe you sort of touched on it there but maybe you could quickly touch on you know why this",
      "start": 3404.47,
      "end": 3411.27
    },
    {
      "text": " is terrible and really you know just lay that to us because we know that this is about we need to",
      "start": 3411.27,
      "end": 3416.97
    },
    {
      "text": " find a solution and then we can pivot into the solution that you do so much we're talking about",
      "start": 3416.97,
      "end": 3421.31
    },
    {
      "text": " which is regenerative farming or a regenerative agriculture and how that fits this mess yeah sure",
      "start": 3421.31,
      "end": 3427.31
    },
    {
      "text": " well great so so you know if you and I if Ben if you and I were appointed a committee",
      "start": 3427.31,
      "end": 3434.91
    },
    {
      "text": " a diabolical committee you know think about the the bad guy in you know in james bought",
      "start": 3434.91,
      "end": 3441.15
    },
    {
      "text": " in movies all right you know this conspirator and we were we were a named on a committee to figure out",
      "start": 3441.15,
      "end": 3448.15
    },
    {
      "text": " how to make a pathogenic farm we want farms that are incredibly toxic and pathogenic",
      "start": 3448.15,
      "end": 3455.29
    },
    {
      "text": " all right so so we're going to sit together and we're going to conceive of a plan well the first thing",
      "start": 3456.19,
      "end": 3462.49
    },
    {
      "text": " we want to do is we want to grow only one thing we don't want to grow a diversified farm we just want",
      "start": 3462.49,
      "end": 3469.13
    },
    {
      "text": " one thing so the pathogens and all that you know they've always got a host there and they can",
      "start": 3469.13,
      "end": 3474.31
    },
    {
      "text": " proliferate because there's always a host there all right next thing we're going to do is we're going to",
      "start": 3474.31,
      "end": 3478.83
    },
    {
      "text": " it's it once we pick the one thing we're going to raise we're going to put it as close together as",
      "start": 3478.83,
      "end": 3483.41
    },
    {
      "text": " possible so that so that the pathogens don't have to go you know try to find a host that there's",
      "start": 3483.41,
      "end": 3488.6499999999996
    },
    {
      "text": " one right here you know there there are all the place you know we can we can make babies and have",
      "start": 3488.81,
      "end": 3492.99
    },
    {
      "text": " proliferate and you know and all sorts of things going on so we would we would put them real close together",
      "start": 3492.99,
      "end": 3501.17
    },
    {
      "text": " the next thing we would do is is we would deny them fresh air you know there's no reason to have",
      "start": 3501.17,
      "end": 3509.17
    },
    {
      "text": " fresh air let's let's have them breathe in fecal particulate you know that would be wonderful",
      "start": 3509.17,
      "end": 3514.95
    },
    {
      "text": " fecal particulate you know we're going to let them breathe in fecal particulate and then we're",
      "start": 3514.95,
      "end": 3520.01
    },
    {
      "text": " we're not going to let them we're not going to let them have sunshine sunshine that's the sanitizer",
      "start": 3520.01,
      "end": 3524.51
    },
    {
      "text": " and we don't want sun we're going to put them in a building and make sure they can't have sanitary",
      "start": 3524.51,
      "end": 3529.97
    },
    {
      "text": " and then okay so we'll we'll we'll we'll we'll make sure they can't get much exercise exercise",
      "start": 3530.95,
      "end": 3539.51
    },
    {
      "text": " is a healthy yeah we don't want them to have exercise okay so I don't mean to belabor the point but",
      "start": 3539.51,
      "end": 3545.39
    },
    {
      "text": " as I've gone through this the point is what I've just described I've just described",
      "start": 3545.39,
      "end": 3550.73
    },
    {
      "text": " factory farming and so if we wanted to you you couldn't if you wanted to create",
      "start": 3551.4500000000003,
      "end": 3559.05
    },
    {
      "text": " on purpose a diabolically pathogenic farming system you could not create conceived build",
      "start": 3559.05,
      "end": 3568.79
    },
    {
      "text": " a more effective system than factory farming that's where we are and and of course you know",
      "start": 3569.51,
      "end": 3578.47
    },
    {
      "text": " the industry is trying to mask the the health problems in that you know with everything from",
      "start": 3578.47,
      "end": 3584.8700000000003
    },
    {
      "text": " you know vaccines to medications all sorts of things and and let me just say one more thing",
      "start": 3586.03,
      "end": 3595.61
    },
    {
      "text": " we've learned from the chefs all of our chefs that we supply is that that all of our",
      "start": 3595.61,
      "end": 3604.35
    },
    {
      "text": " meats are our poultry and beef and pork and all this stuff it cooks about 15 to 20% faster",
      "start": 3604.35,
      "end": 3609.95
    },
    {
      "text": " than store bought that then the conventional stuff cooks faster so we've been slew",
      "start": 3609.95,
      "end": 3614.87
    },
    {
      "text": " thing at this for a long time why why why and the only thing we've been able to actually come up",
      "start": 3614.87,
      "end": 3620.33
    },
    {
      "text": " with is that these diabolical systems are so stressful on the animal they're they're immunostressful",
      "start": 3620.33,
      "end": 3629.59
    },
    {
      "text": " they're socially stressful they're emotionally stressful they're habitat stressful okay",
      "start": 3629.59,
      "end": 3635.85
    },
    {
      "text": " they're so stressful that the animal what happens when you're under stress you secret adrenaline",
      "start": 3635.85,
      "end": 3641.07
    },
    {
      "text": " you know I mean the the epitome of that is the the hundred pound mom that picks the car up off",
      "start": 3641.77,
      "end": 3646.91
    },
    {
      "text": " the toddler okay well what happens your muscles tighten up right that that's what the adrenaline",
      "start": 3646.91,
      "end": 3651.79
    },
    {
      "text": " heightens up your muscles and you're able to do this you know superhuman stuff and run",
      "start": 3651.79,
      "end": 3655.73
    },
    {
      "text": " marathon all this stuff because you're you're taunting and taught and your muscles are say it's adrenaline",
      "start": 3655.73,
      "end": 3660.49
    },
    {
      "text": " all right which is good if you're trying to run away from a lion you know adrenaline was really good",
      "start": 3660.49,
      "end": 3666.69
    },
    {
      "text": " I can run faster you know with this adrenaline the problem is it tightens everything up",
      "start": 3666.69,
      "end": 3671.39
    },
    {
      "text": " and so what we've been able to kind of deduce is that since our animals are never stressed they're",
      "start": 3672.31,
      "end": 3679.13
    },
    {
      "text": " always happy they never secret adrenaline and this brings them to the table relaxed and comfortable",
      "start": 3679.13,
      "end": 3686.87
    },
    {
      "text": " and so I I dare to ask the question this it's a little bit woo woo but I dare to ask the question",
      "start": 3687.47,
      "end": 3694.41
    },
    {
      "text": " can we eat happiness or can we eat abuse and I would suggest you know we say you are what you eat",
      "start": 3694.41,
      "end": 3704.21
    },
    {
      "text": " well you know if what we're eating lives a life of stress and abuse and disrespect",
      "start": 3704.21,
      "end": 3710.49
    },
    {
      "text": " does that translate is there any translation they're into us compared to an animal that's",
      "start": 3712.4300000000003,
      "end": 3718.29
    },
    {
      "text": " a happy comfortable respectful life you know respecting the thickness of the pig the chickenest of the chicken",
      "start": 3718.29,
      "end": 3724.93
    },
    {
      "text": " and you know no listen nobody in industrial agriculture is running in x to my knowledge",
      "start": 3726.03,
      "end": 3733.03
    },
    {
      "text": " is running an experiment anywhere in any of our land grant universities which should all be",
      "start": 3733.03,
      "end": 3739.07
    },
    {
      "text": " defunded and shut down the government should government shouldn't be you know subsidizing education",
      "start": 3739.07,
      "end": 3744.17
    },
    {
      "text": " that's another little side note but but nobody in any of these institutions is doing research",
      "start": 3744.17,
      "end": 3752.17
    },
    {
      "text": " on the benefits of happy pigs the only question is can we grow them faster,",
      "start": 3752.89,
      "end": 3761.31
    },
    {
      "text": " fatter, bigger cheaper that's the only question nobody's asking about happiness and I would suggest",
      "start": 3761.65,
      "end": 3767.75
    },
    {
      "text": " that if that became the the foundational question of all of our research",
      "start": 3767.75,
      "end": 3773.87
    },
    {
      "text": " maybe we would start growing healthier animals healthier food and we would actually have",
      "start": 3774.61,
      "end": 3781.17
    },
    {
      "text": " happier healthier people as a result of figuring out how to grow happier healthier plants and animals",
      "start": 3781.17,
      "end": 3786.55
    },
    {
      "text": " absolutely agree and the the way that Jacob Wookie put it and he's another regenerative",
      "start": 3788.11,
      "end": 3794.63
    },
    {
      "text": " farmer that I talked to from Australia how these animals that you are raising regeneratively",
      "start": 3794.63,
      "end": 3800.79
    },
    {
      "text": " and we'll go into what exactly that is in a second but they are living amazing lives and the",
      "start": 3800.79,
      "end": 3807.83
    },
    {
      "text": " way he put it was they have one bad day you know these have they have just a wonderful fun life",
      "start": 3807.83,
      "end": 3813.47
    },
    {
      "text": " and you can dive into like exactly why that is but they're doing exactly what they want to be doing",
      "start": 3813.47,
      "end": 3817.79
    },
    {
      "text": " for their entire life until the very day they're harvested and there's no stress there you know",
      "start": 3817.79,
      "end": 3822.77
    },
    {
      "text": " couldn't ask for a better life as an animal like even animals that are out in the wild are",
      "start": 3822.77,
      "end": 3827.23
    },
    {
      "text": " having more stress and harder time because they have to constantly worry about getting killed and",
      "start": 3827.23,
      "end": 3833.81
    },
    {
      "text": " you are basically like we said earlier working with nature to to give them like a completely",
      "start": 3834.55,
      "end": 3840.51
    },
    {
      "text": " natural life that they love without those stressors so you're actually working with nature in a way",
      "start": 3840.51,
      "end": 3845.09
    },
    {
      "text": " that that makes everything happier so you have healthier animals happier animals and eventually",
      "start": 3845.09,
      "end": 3850.89
    },
    {
      "text": " when that natural process of life does occur when we harvest those animals to become our food and",
      "start": 3850.89,
      "end": 3857.0499999999997
    },
    {
      "text": " there everything works perfectly it's seamless and so maybe we can talk we brought this",
      "start": 3858.59,
      "end": 3864.03
    },
    {
      "text": " out a couple of times like the regenerative for a miracle. Could you give us like a regenerative",
      "start": 3864.03,
      "end": 3867.79
    },
    {
      "text": " agriculture 101 what exactly it is how it's a enormous contrast from that factory farming.",
      "start": 3867.79,
      "end": 3874.09
    },
    {
      "text": " Yeah I mean there's a couple of things that I would just point out one is it should be building soil",
      "start": 3874.8900000000003,
      "end": 3881.29
    },
    {
      "text": " not reducing soil I mean that's that's that's critical I would suggest that it should be something",
      "start": 3881.29,
      "end": 3887.73
    },
    {
      "text": " that's attractive to the next generation a lot of people don't talk about that but I think I think",
      "start": 3887.73,
      "end": 3893.77
    },
    {
      "text": " in general a farm that's not generating a salary for two generations I mean",
      "start": 3893.77,
      "end": 3900.25
    },
    {
      "text": " that has two generations working in it doesn't have a valid successful",
      "start": 3901.7799999999997,
      "end": 3907.36
    },
    {
      "text": " a successful plan and therefore it's not sustainable so if you're going to have a sustainable",
      "start": 3907.36,
      "end": 3913.42
    },
    {
      "text": " business you got to have you got to have that that that that new generation capacity into it so",
      "start": 3913.42,
      "end": 3921.1
    },
    {
      "text": " you know is it economically and emotionally and ecologically viable that a young person once",
      "start": 3921.1,
      "end": 3930.0
    },
    {
      "text": " wants to go into it and and you know that's a that's a big issue another one is simply",
      "start": 3930.0,
      "end": 3939.04
    },
    {
      "text": " how dependent is it on you know on far-flung inputs for example when hoot and invaded Ukraine",
      "start": 3940.4,
      "end": 3951.06
    },
    {
      "text": " and fertilizer jump 400 percent because turns out that rush is one of the U.S. as",
      "start": 3951.06,
      "end": 3959.22
    },
    {
      "text": " largest chemical fertilizer suppliers ear on our farm we just laughed because we don't buy any of it",
      "start": 3959.22,
      "end": 3970.88
    },
    {
      "text": " you know we we were immune to that and so we were not entangled we were not dependent on you know",
      "start": 3970.88,
      "end": 3978.52
    },
    {
      "text": " somewhat far-flung outfits in the nefarious agenda and so you know you've got you've got soil building",
      "start": 3978.52,
      "end": 3984.6
    },
    {
      "text": " I would say in general you know attractiveness to the next generation and then and then",
      "start": 3984.6,
      "end": 3995.16
    },
    {
      "text": " more on site you know on site cycling as opposed to I mean no man's an island so there's oh",
      "start": 3997.12,
      "end": 4004.9
    },
    {
      "text": " you know you're always dependent on somebody else for some some things but but less less is better",
      "start": 4004.9,
      "end": 4011.24
    },
    {
      "text": " and perhaps the last another one if you want a fourth one would be you know what's it",
      "start": 4011.24,
      "end": 4017.76
    },
    {
      "text": " what's it doing to the species diversity on site we just worked with a Smithsonian study a few",
      "start": 4017.76,
      "end": 4025.34
    },
    {
      "text": " years ago and they had 29 sites in Virginia I think we were the only ones that they found all",
      "start": 4025.34,
      "end": 4033.56
    },
    {
      "text": " all known eight eight known species of bumblebees in the state and that was kind of cool",
      "start": 4034.46,
      "end": 4041.58
    },
    {
      "text": " and I think it's because there's always something pollinating here because we have so much",
      "start": 4041.58,
      "end": 4046.48
    },
    {
      "text": " you know plant diversity in the way we move the cows around the fields there's always something",
      "start": 4046.48,
      "end": 4050.52
    },
    {
      "text": " you know pollinating and so that that stimulates that's thing relates a lot a lot of diversity",
      "start": 4050.52,
      "end": 4056.18
    },
    {
      "text": " and pollinators are a little bit of you know the canary in the mind as pollinators goes so goes the",
      "start": 4056.18,
      "end": 4062.28
    },
    {
      "text": " ecology so could you walk me through just for the total beginner what someone will see when they",
      "start": 4062.28,
      "end": 4070.74
    },
    {
      "text": " actually step foot on your farm and start walking around to look at things so you know what are",
      "start": 4070.74,
      "end": 4076.36
    },
    {
      "text": " the animals doing what's the process that you take them through to mimic nature that we're talking",
      "start": 4076.36,
      "end": 4082.66
    },
    {
      "text": " about here yeah so the first thing you'll first thing you'll notice is there's no smell that's",
      "start": 4082.66,
      "end": 4090.14
    },
    {
      "text": " one of the first things anybody ever says that there's no smell and you know no bad smell I mean",
      "start": 4090.14,
      "end": 4095.66
    },
    {
      "text": " yeah there are smells but they're good smells and you know our our position is as far",
      "start": 4095.66,
      "end": 4101.84
    },
    {
      "text": " as not aromatically and aesthetically essentially romantic it's probably not good farming so",
      "start": 4101.84,
      "end": 4108.92
    },
    {
      "text": " so that's the first you know there's no smell so when you when you come in you'll notice",
      "start": 4108.92,
      "end": 4113.04
    },
    {
      "text": " the cattle you know cows are on pasture but they're but they're confined to a little tiny spot",
      "start": 4113.04,
      "end": 4118.58
    },
    {
      "text": " you know there might be a hundred on on one acre all right confined with electric fence so we",
      "start": 4118.58,
      "end": 4124.8
    },
    {
      "text": " move them every single day we move them to a new a new paddock so that they're moving mobbing and",
      "start": 4124.8,
      "end": 4132.52
    },
    {
      "text": " mowing and you'll notice that the grass that they're eating is long it's not short it's not",
      "start": 4132.52,
      "end": 4138.24
    },
    {
      "text": " overgrazed like you'll see coming in here because we are we are resting and only allowing",
      "start": 4138.24,
      "end": 4145.3
    },
    {
      "text": " the cattle to get to the grass when it has regrown to what we call energy equilibrium",
      "start": 4145.3,
      "end": 4151.08
    },
    {
      "text": " then if you look a little bit about three or four days behind the cows you'll see an egg mobile",
      "start": 4151.98,
      "end": 4156.76
    },
    {
      "text": " and you'll see chickens spread out across the field and the chickens are scratching through",
      "start": 4156.76,
      "end": 4161.76
    },
    {
      "text": " the three to four-day old compa manure piles manure pads and eating the fly larva out",
      "start": 4161.76,
      "end": 4169.02
    },
    {
      "text": " as a pasture sanitizer behind the cows eating out whatever parasites grew you know a",
      "start": 4169.02,
      "end": 4175.0
    },
    {
      "text": " parasites grubs and things like that eating the grass hoppers and crickets that are newly exposed",
      "start": 4175.0,
      "end": 4179.76
    },
    {
      "text": " because the cows just ate off the vegetation and so the the the the egg mobiles are portable",
      "start": 4179.76,
      "end": 4185.44
    },
    {
      "text": " chicken houses that the you know that the birds you know run in and then you'll see over here also",
      "start": 4185.44,
      "end": 4193.64
    },
    {
      "text": " maybe in the same field you'll see broiler shelters so these are 10 foot by 12 foot by two foot high",
      "start": 4193.64,
      "end": 4200.28
    },
    {
      "text": " little you know rectangular shelters no floor no floor and we moved them they've got chickens",
      "start": 4201.22,
      "end": 4210.54
    },
    {
      "text": " and meat chickens broilers and we moved them every single day every single morning at daybreak",
      "start": 4210.54,
      "end": 4216.52
    },
    {
      "text": " we moved them another spot across the field and they look like a bunch of you know migrating birds",
      "start": 4216.52,
      "end": 4221.68
    },
    {
      "text": " in a kind of a you know a flared V formation coming across the field they get a fresh spot every",
      "start": 4221.68,
      "end": 4228.64
    },
    {
      "text": " single day and so with our little dolly in our system you know one person without starting an engine",
      "start": 4228.64,
      "end": 4234.18
    },
    {
      "text": " can move a 4,500 of these chickens in one hour and the and the shelters protect them from weather",
      "start": 4234.18,
      "end": 4241.16
    },
    {
      "text": " from predation and all that and gives them a completely new salad bar fresh air sunshine",
      "start": 4241.16,
      "end": 4248.14
    },
    {
      "text": " green material they're betting it's changed every day the pigs depending on what time of year you come",
      "start": 4248.14,
      "end": 4255.06
    },
    {
      "text": " the pigs might be the pigs might be pigurating so in the winter when we run out of grass and",
      "start": 4255.06,
      "end": 4263.2
    },
    {
      "text": " there's snow on the ground we have the cows under a shed awning that protects the manure and",
      "start": 4263.2,
      "end": 4270.66
    },
    {
      "text": " urine from winter rain and leaching and we use a carbonaceous diaper so nothing you'll see",
      "start": 4270.66,
      "end": 4277.6
    },
    {
      "text": " as a carbon shed full of wood chips and we have a big industrial wood shipper that we work with",
      "start": 4277.6,
      "end": 4283.76
    },
    {
      "text": " in the woods and and bring down wood chips and the chips become a carbonaceous diaper to absorb",
      "start": 4283.76,
      "end": 4290.24
    },
    {
      "text": " the manure and urine from the cattle dropping in the winter time we add corn to it they mix all",
      "start": 4290.24,
      "end": 4296.88
    },
    {
      "text": " the corn into it the corn firmants because it's anaerobic they're heavy dropping out the oxygen",
      "start": 4296.88,
      "end": 4302.02
    },
    {
      "text": " and you know this firm in the corn and then the pigs for you know about two months in the spring",
      "start": 4303.379999999999,
      "end": 4308.32
    },
    {
      "text": " the pigs are in that betting pack which might grow up that carbonaceous diaper it might be",
      "start": 4308.32,
      "end": 4313.74
    },
    {
      "text": " you know three or four feet deep even put the pigs in the pigs seek the firm in corn and in doing",
      "start": 4313.76,
      "end": 4319.14
    },
    {
      "text": " so they rotate it like you know like a big rotivator and convert it from anaerobic to aerobic",
      "start": 4319.14,
      "end": 4325.0
    },
    {
      "text": " compost with pigs paying the I mean with corn paying the pigs salary and the pigs are great",
      "start": 4325.0,
      "end": 4331.74
    },
    {
      "text": " work the show all the time every day they never complain they're always happy and I don't have",
      "start": 4331.74,
      "end": 4338.9
    },
    {
      "text": " to steer them anywhere I don't have to give them a work schedule they all know what to do and you",
      "start": 4338.9,
      "end": 4344.4
    },
    {
      "text": " know so it works really great and so the pigs now build that all that compost when they're done",
      "start": 4344.4,
      "end": 4350.5
    },
    {
      "text": " they go out into pig silvo pastures we have a bunch of these out where we put groups of 35 to 50",
      "start": 4350.5,
      "end": 4357.3
    },
    {
      "text": " pigs in a group move them every five to 12 days through these silvo pastures that silvo pasture",
      "start": 4357.3,
      "end": 4362.7
    },
    {
      "text": " is like a park it's widely spaced trees with grass underneath and of course you know we give them",
      "start": 4362.7,
      "end": 4368.86
    },
    {
      "text": " feed as well GMO free feed and so they get the salad bar and they get their you know their",
      "start": 4368.86,
      "end": 4375.36
    },
    {
      "text": " cafeteria feed through so those are just some of the things you'll see of course we've got",
      "start": 4375.36,
      "end": 4381.2
    },
    {
      "text": " we've got sheep they they're in electric wire too and they're moved around every day",
      "start": 4381.2,
      "end": 4386.62
    },
    {
      "text": " turkeys you know turkeys are moved around every day and in a netting got the millennium",
      "start": 4386.62,
      "end": 4393.54
    },
    {
      "text": " feather net the millennium feather net is a is a a frame style on on skids with a thousand layers in it",
      "start": 4393.54,
      "end": 4402.38
    },
    {
      "text": " with electrified netting surrounding them we move them you know every couple of days along the",
      "start": 4402.38,
      "end": 4407.08
    },
    {
      "text": " pasture so you know what you'll see is there's a lot of animals there's no smell there's no flies",
      "start": 4407.08,
      "end": 4413.26
    },
    {
      "text": " but everything is movable it's all mobile it's portable moving around the pastures and",
      "start": 4413.26,
      "end": 4419.9
    },
    {
      "text": " yeah it's quite it's quite beautiful actually it sounds like it and I just want to come see it someday",
      "start": 4419.9,
      "end": 4427.14
    },
    {
      "text": " I want to come check it out because I could just imagine all these contraptions moving around",
      "start": 4427.14,
      "end": 4431.44
    },
    {
      "text": " it's just a beautiful sight and all well and like we said earlier this is it's mimicking nature",
      "start": 4431.44,
      "end": 4436.84
    },
    {
      "text": " it's really working with nature allowing them to continue moving to different spots all the time just",
      "start": 4436.84,
      "end": 4442.3
    },
    {
      "text": " they would way back in a day you know when they're just grazing and sort of moving across the land",
      "start": 4442.3,
      "end": 4447.34
    },
    {
      "text": " and I think that's so cool it work and someone go to like learn about those parts specifically like",
      "start": 4447.34,
      "end": 4453.28
    },
    {
      "text": " I don't know if those contraptions are you know things that be other people could like make",
      "start": 4453.28,
      "end": 4458.98
    },
    {
      "text": " themselves or they're absolutely we have a we have a big heavy thick book at ways five pounds",
      "start": 4458.98,
      "end": 4466.9
    },
    {
      "text": " and it's the blueprint it's the it's the building designs is called polyface designs",
      "start": 4466.9,
      "end": 4471.96
    },
    {
      "text": " polyface designs and it has all this mobile infrastructure and that you can get that",
      "start": 4472.46,
      "end": 4477.46
    },
    {
      "text": " and if you don't want to read it it's five pounds so you can use it for weightlifting if you",
      "start": 4477.46,
      "end": 4481.1
    },
    {
      "text": " you know if you don't want to read it but yeah it's a you know big thick heavy heavy book",
      "start": 4481.1,
      "end": 4486.179999999999
    },
    {
      "text": " yeah all this stuff is detailed in there you know and and a lot of people you know they always",
      "start": 4487.06,
      "end": 4491.68
    },
    {
      "text": " ask me well yeah this is really creative you know how did you come up with this well you come up with it",
      "start": 4491.68,
      "end": 4497.32
    },
    {
      "text": " when you study nature and you have very simple phrases like for example in nature animals move",
      "start": 4497.32,
      "end": 4503.4400000000005
    },
    {
      "text": " I mean that's such a simple phrase animals move they're not stationary they're not pinned up they move",
      "start": 4504.24,
      "end": 4509.84
    },
    {
      "text": " well as soon as you say oh oh okay so animals move all right as soon as you say that phrase",
      "start": 4509.84,
      "end": 4517.26
    },
    {
      "text": " well now you need to control them somehow you need to get them water somehow you need to get them",
      "start": 4517.26,
      "end": 4523.38
    },
    {
      "text": " feed you need to get them shelter and so so that simple phrase animals move you know springboards",
      "start": 4523.38,
      "end": 4533.44
    },
    {
      "text": " you into all this other stuff so it's not like we sat around here one day in a you know in a yoga",
      "start": 4533.44,
      "end": 4539.2
    },
    {
      "text": " focus group position saying you know how can be we weird or how can we be innovative it's actually",
      "start": 4539.2,
      "end": 4547.0
    },
    {
      "text": " just we sat around and said well how does nature work well animals move all right and then so then",
      "start": 4547.26,
      "end": 4553.6
    },
    {
      "text": " how you know how do we handle it how how how does soil get built it doesn't get built was 101010",
      "start": 4553.6,
      "end": 4559.34
    },
    {
      "text": " came off fertilizer oh it gets built with carbon so how do we increase carbon so now we're composing",
      "start": 4559.34,
      "end": 4565.34
    },
    {
      "text": " the carbonation stiper perineals movement you know and so they're really very very simple questions",
      "start": 4565.34,
      "end": 4573.12
    },
    {
      "text": " with profound ramifications when you start looking at nature as template rather than nature as",
      "start": 4573.12,
      "end": 4581.38
    },
    {
      "text": " something to be either adulterated disrespected or you know or abused absolutely yeah and uh",
      "start": 4581.38,
      "end": 4592.56
    },
    {
      "text": " Joel I know you have a very busy schedule you got about 15 minutes left here so I think this would be",
      "start": 4592.56,
      "end": 4597.2
    },
    {
      "text": " excellent time for for one last question for people which I would say probably the majority out there",
      "start": 4597.48,
      "end": 4604.0
    },
    {
      "text": " who are hearing this and taking this sounds so cool I want to participate I want to become part of",
      "start": 4604.0,
      "end": 4609.92
    },
    {
      "text": " this but I don't have a farm or you know I don't have the time to like you know build all these",
      "start": 4609.92,
      "end": 4615.3
    },
    {
      "text": " contraptions or really like do the deep dive into the large scale regenerative agriculture I know",
      "start": 4615.3,
      "end": 4620.64
    },
    {
      "text": " that you were also a very big proponent of people taking important steps on a micro level and I",
      "start": 4620.64,
      "end": 4627.42
    },
    {
      "text": " can use my parent's example here my mom and dad are actually building a new property",
      "start": 4627.42,
      "end": 4631.94
    },
    {
      "text": " and they are going to have a garden they're going to have some space some grass some trees and",
      "start": 4632.52,
      "end": 4637.54
    },
    {
      "text": " I would love for you to just give your sort of one-on-one on what people can start doing now",
      "start": 4637.54,
      "end": 4643.46
    },
    {
      "text": " I know one of the things you always talk about everyone should have chickens so maybe that could be",
      "start": 4643.46,
      "end": 4647.14
    },
    {
      "text": " sort of the kick-off but what do you think the people out there who have just a little bit of",
      "start": 4647.14,
      "end": 4651.6
    },
    {
      "text": " laying and want to get their feet wet should should do what's their their starter guide",
      "start": 4651.6,
      "end": 4655.26
    },
    {
      "text": " yeah so I've got that's that's a really good question I've got to kind of a",
      "start": 4655.92,
      "end": 4660.4
    },
    {
      "text": " a three ingredient recipe as an answer to that question so I got three things number one get in your kitchen",
      "start": 4660.4,
      "end": 4667.56
    },
    {
      "text": " we we cannot have an authentic food system until we re-discover domestic culinary arts",
      "start": 4668.32,
      "end": 4677.78
    },
    {
      "text": " and I'm not talking about grandma's kitchen you know having to go to a spring with a wooden bucket",
      "start": 4678.48,
      "end": 4683.66
    },
    {
      "text": " to fetch water I mean we you think about our modern kitchens we've got every techno glitzies",
      "start": 4683.66,
      "end": 4689.3
    },
    {
      "text": " sophisticated thing we've got insta pots bread makers ice cream makers you know kitchen aid",
      "start": 4689.3,
      "end": 4695.74
    },
    {
      "text": " a hot and cold running water refrigerators I mean a hot crock pots good grief you know we've got",
      "start": 4695.74,
      "end": 4701.88
    },
    {
      "text": " everything today so so cooking from scratch has never been easier it's never been easier",
      "start": 4701.88,
      "end": 4709.46
    },
    {
      "text": " and so we need to leverage that we can't we can't abdicate",
      "start": 4709.46,
      "end": 4714.26
    },
    {
      "text": " food participation as profoundly as we have and expect integrity",
      "start": 4715.48,
      "end": 4721.3
    },
    {
      "text": " provenance you can't you have to you have to feel the chicken you got to you know you got to get in there you",
      "start": 4722.08,
      "end": 4727.94
    },
    {
      "text": " got to you know uh get in there and do it so number one get your kitchen number two do something",
      "start": 4727.94,
      "end": 4733.52
    },
    {
      "text": " yourself even if it's just a quart jar of sprouted mung beans on the wind to seal or a little um",
      "start": 4733.52,
      "end": 4740.14
    },
    {
      "text": " you know uh worm uh worm a composting kit you know under the kitchen sink uh or a hanging little",
      "start": 4740.14,
      "end": 4747.06
    },
    {
      "text": " herbal you know PVC patio garden uh in my book polyface micro I have how to have rabbits and chickens",
      "start": 4747.06,
      "end": 4754.86
    },
    {
      "text": " on a man hat and apartment uh on on a footprint that's no bigger than a lazy boy or recliner okay",
      "start": 4754.86,
      "end": 4761.22
    },
    {
      "text": " so yeah chickens are definitely my my animal of choice on small spaces because they can take your kitchen",
      "start": 4762.319999999999,
      "end": 4768.82
    },
    {
      "text": " scraps and turn them into eggs they're also a great a teenager's um a great role you know role model",
      "start": 4768.82,
      "end": 4776.7
    },
    {
      "text": " for teenagers chickens are the first animals up in the morning they wake up as soon as it's light",
      "start": 4776.7,
      "end": 4781.1
    },
    {
      "text": " and they spend all day turning trash into treasure and as soon as the sun starts to go down",
      "start": 4781.1,
      "end": 4786.14
    },
    {
      "text": " they go up and they go to bed I mean that's a great role model for teenagers you know uh happy",
      "start": 4786.14,
      "end": 4792.08
    },
    {
      "text": " in the morning working all day happily you know and then I go to bed as soon as it gets dark um so",
      "start": 4792.08,
      "end": 4797.64
    },
    {
      "text": " do something yourself just just just to just to just to just to participate in the mystery the",
      "start": 4797.64,
      "end": 4803.54
    },
    {
      "text": " majesty of of life the number three number three then is to connect to your own provenance",
      "start": 4803.54,
      "end": 4811.38
    },
    {
      "text": " you know you can you can you can turn off your Netflix and take a little bit of invest some time and",
      "start": 4811.919999999999,
      "end": 4817.78
    },
    {
      "text": " energy in in connecting to your provenance whether it's on a website uh whether it's going out",
      "start": 4817.78,
      "end": 4824.02
    },
    {
      "text": " and visiting some farms uh you know going to farmers market whatever but but but but connect to some",
      "start": 4824.02,
      "end": 4830.54
    },
    {
      "text": " provenance and if I may make a shameless ad here if you're completely stymetting you don't know",
      "start": 4830.54,
      "end": 4835.62
    },
    {
      "text": " where to start you can start by placing an order with us we ship nationwide every week and",
      "start": 4835.62,
      "end": 4841.34
    },
    {
      "text": " if you you know if this sounds too good to be true let us send you some uh let us send you some",
      "start": 4841.34,
      "end": 4848.28
    },
    {
      "text": " some food and uh and you'll quickly find out um but but but do something to connect",
      "start": 4848.28,
      "end": 4855.78
    },
    {
      "text": " to your provenance don't just let yourself be part of that opaque food system well I don't know",
      "start": 4855.78,
      "end": 4861.62
    },
    {
      "text": " where this came from I don't know who you know who this is I don't know anything about this um you",
      "start": 4861.62,
      "end": 4866.4
    },
    {
      "text": " know connect to your provenance and and get something with a label that you can read every single",
      "start": 4866.4,
      "end": 4871.2
    },
    {
      "text": " thing on the label know what it is and pronounce it so that's my recipe Ben uh getting your kitchen",
      "start": 4871.2,
      "end": 4876.08
    },
    {
      "text": " do something yourself and connect to your provenance fantastic and I will make sure to leave",
      "start": 4876.08,
      "end": 4883.14
    },
    {
      "text": " the links to your entire book collection you said you have 16 books is that right? Yes that's right",
      "start": 4883.14,
      "end": 4888.14
    },
    {
      "text": " amazing and that is I'm such a big fan of people who put their their work in their heart and",
      "start": 4888.14,
      "end": 4893.88
    },
    {
      "text": " soul into writing because that's such a permanent picture people can have in their home they can",
      "start": 4893.88,
      "end": 4898.7
    },
    {
      "text": " go out and sit and sit and the grass and the garden start visualizing these things as they're",
      "start": 4898.7,
      "end": 4902.94
    },
    {
      "text": " reading your book and really brought it all together so yeah um really recommend people check those",
      "start": 4902.94,
      "end": 4907.78
    },
    {
      "text": " out and start taking through your work to to get caught up and uh and there's so much other stuff",
      "start": 4907.78,
      "end": 4912.58
    },
    {
      "text": " I want to talk about but I know that you uh you have a very busy schedule which I love to see",
      "start": 4912.58,
      "end": 4916.94
    },
    {
      "text": " you're doing amazing work out there sir so thank you so much for joining me today Joel Salatin I",
      "start": 4916.94,
      "end": 4921.9
    },
    {
      "text": " appreciate you very much for everything that you're doing and for taking the time to talk with me",
      "start": 4921.9,
      "end": 4925.6
    },
    {
      "text": " it's been absolutely pleasure the delight's been all mine Ben yeah thank you",
      "start": 4925.6,
      "end": 4931.14
    }
  ]
}